﻿﻿﻿IDS_GEO_DGNREPORT_KR_TEST = "GEO_DgnReport_KR-Test(Lang:EN)"
IDS_GEO_DGNREPORT_ANALYSISCASE = "Trường hợp phân tích"
IDS_GEO_DGNREPORT_DIVISION = "Phân chia"
IDS_GEO_DGNREPORT_1FACE_DRAIN = "Thoát nước một mặt"
IDS_GEO_DGNREPORT_2FACE_DRAIN = "Thoát nước hai mặt"
IDS_GEO_DGNREPORT_APPLY = "Áp dụng"
IDS_GEO_DGNREPORT_APPLY_PARAM = "Thông số thiết kế áp dụng"
IDS_GEO_DGNREPORT_APPLYINFO = "Thông tin áp dụng"
IDS_GEO_DGNREPORT_AXIAL_ = "Lực trục (%s)"
IDS_GEO_DGNREPORT_BASE_D = "Trọng lượng bản thân"
IDS_GEO_DGNREPORT_BASE_E = "Tải trọng động đất"
IDS_GEO_DGNREPORT_BASE_EH = "Áp lực đất ngang"
IDS_GEO_DGNREPORT_BASE_EI = "Quán tính động đất"
IDS_GEO_DGNREPORT_BASE_ES = "Lực cắt ma sát thành do động đất"
IDS_GEO_DGNREPORT_BASE_EV = "Áp lực đất dọc"
IDS_GEO_DGNREPORT_BASE_LIST = "Danh sách\n"
IDS_GEO_DGNREPORT_BASE_PW = "Áp lực nước"
IDS_GEO_DGNREPORT_BASE_RL = "Tải trọng thư giãn"
IDS_GEO_DGNREPORT_BASE_SH = "Co ngót"
IDS_GEO_DGNREPORT_BASE_T = "Tải trọng nhiệt độ theo mùa"
IDS_GEO_DGNREPORT_BASE_TPG = "Chênh lệch nhiệt độ giữa bên trong và bên ngoài"
IDS_GEO_DGNREPORT_CLAY = "Đất sét"
IDS_GEO_DGNREPORT_COHESION_ = "Độ kết dính\n(%s)"
IDS_GEO_DGNREPORT_CONSOL_1D = "Điều kiện kiểm tra cho nền đất yếu"
IDS_GEO_DGNREPORT_CONSOL_1D_ASFOLLOW_ = "* Các đặc tính cố kết của nền đất yếu áp dụng cho thiết kế như sau : "
IDS_GEO_DGNREPORT_CONSOL_PRE_ASFOLLOW_ = "* Các đặc tính cố kết của nền đất yếu áp dụng cho phân tích sơ bộ như sau : "
IDS_GEO_DGNREPORT_CONSOL_1D_STANDARD = "Tiêu chuẩn thiết kế nền đất yếu"
IDS_GEO_DGNREPORT_CONSOL_2COMPRESS_FACTOR = "Hệ số nén thứ cấp\n(Ca)"
IDS_GEO_DGNREPORT_CONSOL_2COMPRESS_FACTOR2 = "Nén thứ cấp\nHệ số (Ca)"
IDS_GEO_DGNREPORT_CONSOL_AIR_DATE = "Thời gian thi công dự kiến (ngày)"
IDS_GEO_DGNREPORT_CONSOL_AIR_DATE_ = "Thời gian thi công dự kiến - %sdays"
IDS_GEO_DGNREPORT_CONSOL_AIR_RESSETTLE_REVIEW = "Kiểm tra độ lún dư theo thời gian thi công dự kiến"
IDS_GEO_DGNREPORT_CONSOL_AIR_SETTLE = "Kết quả tính toán độ lún cho thời gian thi công dự kiến"
IDS_GEO_DGNREPORT_CONSOL_ALLOW_SETTLE_ = "Lún cho phép (%s)"
IDS_GEO_DGNREPORT_CONSOL_ALLOWSETTLE = "Lún dư cho phép"
IDS_GEO_DGNREPORT_CONSOL_ALLOWSETTLE_ = "Lún dư cho phép (%s)"
IDS_GEO_DGNREPORT_CONSOL_ALLOWSETTLE_APPLY_ = "* Độ lún dư cho phép của dự án này được thiết lập là %s%s"
IDS_GEO_DGNREPORT_CONSOL_ALLOWSETTLE_ORG = "Độ lún dư cho phép theo các tổ chức"
IDS_GEO_DGNREPORT_CONSOL_ALLOWSETTLE_TITLE = "Lún cho phép (cm)"
IDS_GEO_DGNREPORT_CONSOL_ANALCASE = "Trường hợp phân tích"
IDS_GEO_DGNREPORT_CONSOL_APPLYINFO = "Thông tin áp dụng"
IDS_GEO_DGNREPORT_CONSOL_ARRAY = "Mảng"
IDS_GEO_DGNREPORT_CONSOL_ASSUME_ = "- Lý thuyết cố kết theo phương ngang do thoát nước theo phương đứng được giả thiết rằng nước lỗ rỗng trong lớp sét được thoát qua mặt cắt tròn của hệ thống thoát nước"
IDS_GEO_DGNREPORT_CONSOL_BANK_DEGREE_PERIOD_ = "Chiều cao đắp%s%s - Độ cố kết(U) - Thời gian cố kết (ngày)"
IDS_GEO_DGNREPORT_CONSOL_BANK_SETTLE_ = "Độ lún cố kết (%s) do chiều cao đắp"
IDS_GEO_DGNREPORT_CONSOL_BANKHEIGHT = "Chiều cao đê"
IDS_GEO_DGNREPORT_CONSOL_BANKS_ = "Chiều cao đê (%s)"
IDS_GEO_DGNREPORT_CONSOL_BARRON_ = "- Việc áp dụng các phương trình Barron, Yoshikuni, Hansbo, Onoue, v.v. cho ra các kết quả khác nhau do khác nhau về cơ sở giả thiết"
IDS_GEO_DGNREPORT_CONSOL_BATCH_APPLY = "Bố trí thoát nước áp dụng"
IDS_GEO_DGNREPORT_CONSOL_BATCH_REVIEW_ = "- Phương pháp bố trí thoát nước được kiểm tra theo %s(Sub1(d,e) = %g%sd)"
IDS_GEO_DGNREPORT_CONSOL_BATCH_SHAPE = "Hình dạng bố trí thoát nước"
IDS_GEO_DGNREPORT_CONSOL_BOXCULVERT = "Cống hộp\nNâng cao hơn trong quá trình thi công"
IDS_GEO_DGNREPORT_CONSOL_CALCULATE_METHOD = "Phương pháp tính toán"
IDS_GEO_DGNREPORT_CONSOL_CAUTION = "Lưu ý : Trong trường hợp địa tầng nền nhiều lớp, độ lún trong báo cáo được tính tương đối so với mặt đất (biểu thị tổng độ lún cộng dồn), và độ cố kết biểu thị tổng độ lún của các lớp cố kết."
IDS_GEO_DGNREPORT_CONSOL_CAUTION_PRELOADING = "Lưu ý : Độ cố kết được dựa trên kết quả tổng độ lún từ từng chiều cao gia tải trước."
IDS_GEO_DGNREPORT_CONSOL_CD = "Phương pháp CD"
IDS_GEO_DGNREPORT_CONSOL_COMPRESS_INDEX = "Chỉ số nén\n(Cc)"
IDS_GEO_DGNREPORT_CONSOL_COMPRESS_INDEX2 = "Chỉ số nén\nCc"
IDS_GEO_DGNREPORT_CONSOL_CONSIDER = "Đã xem xét"
IDS_GEO_DGNREPORT_CONSOL_CONSIDER_YET = "Chưa xem xét"
IDS_GEO_DGNREPORT_CONSOL_CONSTRUCTION_DAYS = "Thời gian thi công (ngày)"
IDS_GEO_DGNREPORT_CONSOL_CONVERSION_ = "- Do đó, phân tích nền đất có xét đến thoát nước sử dụng Đường kính hiệu dụng được quy đổi từ đường kính có thể thoát nước, nhằm đơn giản hóa tính toán."
IDS_GEO_DGNREPORT_CONSOL_CUMULATIVE = "Tích lũy"
IDS_GEO_DGNREPORT_CONSOL_CUMULATIVE_ = "Chiều cao đê tích lũy (%s)"
IDS_GEO_DGNREPORT_CONSOL_DATE_ = "%s ngày"
IDS_GEO_DGNREPORT_CONSOL_DEGRE_PERIOD = "Độ cố kết - Thời gian cố kết (ngày)"
IDS_GEO_DGNREPORT_CONSOL_DEGREE = "Độ kết hợp"
IDS_GEO_DGNREPORT_CONSOL_DEGREE_DATE_SETTLE = "Độ cố kết - thời gian cố kết - kết quả tính toán độ lún"
IDS_GEO_DGNREPORT_CONSOL_DEGREE_P = "Độ kết hợp (%)"
IDS_GEO_DGNREPORT_CONSOL_DEGREE_P_ = "Độ cố kết\n%s%%"
IDS_GEO_DGNREPORT_CONSOL_DEGREE_P2_ = "Độ cố kết\n%g%%"
IDS_GEO_DGNREPORT_CONSOL_DEGREE_P3 = "Độ kết hợp\n(%)"
IDS_GEO_DGNREPORT_CONSOL_DGNPARAM = "Thông số thiết kế nền đất yếu"
IDS_GEO_DGNREPORT_CONSOL_DISPLAY_ = "Hiển thị %d"
IDS_GEO_DGNREPORT_CONSOL_DRAIN_CONDITION = "Điều kiện thoát nước"
IDS_GEO_DGNREPORT_CONSOL_DRAIN_CONDITION2 = "Điều kiện thoát nước"
IDS_GEO_DGNREPORT_CONSOL_DRAIN_CTC = "Khoảng cách thoát nước"
IDS_GEO_DGNREPORT_CONSOL_DRAIN_CTC_ = "Đặc tính thoát nước và khoảng cách tại vị trí %s%s"
IDS_GEO_DGNREPORT_CONSOL_DRAIN_F = "Khả năng thoát nước (Sub1(q,w))"
IDS_GEO_DGNREPORT_CONSOL_DRAIN_RESULT_SUMMARY = "Tóm tắt kết quả kiểm tra thoát nước"
IDS_GEO_DGNREPORT_CONSOL_DRAIN_SPEC = "Thông số cho thoát nước đứng"
IDS_GEO_DGNREPORT_CONSOL_DRAIN_TYPE = "Loại thoát nước"
IDS_GEO_DGNREPORT_CONSOL_DRAINAGE = "Cơ sở thoát nước"
IDS_GEO_DGNREPORT_CONSOL_DRAINCTC_RESSETTLE_REVIEW = "Kiểm tra độ lún dư (theo thời gian cải tạo) dựa trên khoảng cách bố trí thoát nước"
IDS_GEO_DGNREPORT_CONSOL_DRAINCTC_REVIEW = "Khoảng cách bố trí thoát nước cần kiểm tra"
IDS_GEO_DGNREPORT_CONSOL_EFFECT_SETTLE = "Lún dư áp dụng"
IDS_GEO_DGNREPORT_CONSOL_EFFECTIVE_DIA_F = "Đường kính hiệu dụng (Sub1(d,e))"
IDS_GEO_DGNREPORT_CONSOL_EFFECTIVE_PL = "Chiều cao P/L hiệu quả"
IDS_GEO_DGNREPORT_CONSOL_EMBANK_PARAM = "Thông số thiết kế đê"
IDS_GEO_DGNREPORT_CONSOL_EMBANK_SETTLE_RESULT = "Các giai đoạn đắp - kết quả tính toán độ lún"
IDS_GEO_DGNREPORT_CONSOL_EQUIVALENT_DIA_F = "Đường kính quy đổi (Sub1(d,w))"
IDS_GEO_DGNREPORT_CONSOL_EQUIVALENT_DIAMETER = "Phương pháp tính Đường kính của vòng tròn hiệu dụng tương đương (Sub1(d,e))"
IDS_GEO_DGNREPORT_CONSOL_EQUIVALENT_F = "Vòng tròn hiệu dụng tương đương (Sub1(d,e))"
IDS_GEO_DGNREPORT_CONSOL_EQUIVALENT_METHOD_F = "< Diameter of an equivalent effective circle (Sub1(d,e)) Calculation method >"
IDS_GEO_DGNREPORT_CONSOL_EQUIVALENT_REVIEW = "Kiểm tra Vòng tròn hiệu dụng tương đương dựa trên phương pháp bố trí thoát nước"
IDS_GEO_DGNREPORT_CONSOL_EXAMINE_DEGREE = "Độ cố kết cần kiểm tra"
IDS_GEO_DGNREPORT_CONSOL_EXAMINE_PL = "Kiểm tra chiều cao P/L"
IDS_GEO_DGNREPORT_CONSOL_EXPRESSION_APPLY_ = "- Biểu thức %s áp dụng"
IDS_GEO_DGNREPORT_CONSOL_FACTOR_F = "Tỷ số hệ số cố kết (Sub1(C,v)/Sub1(C,h))"
IDS_GEO_DGNREPORT_CONSOL_FIBER_DRAIN = "Phương pháp thoát nước sợi"
IDS_GEO_DGNREPORT_CONSOL_GCP = "Phương pháp GCP"
IDS_GEO_DGNREPORT_CONSOL_GEO_DGNPARAM = "Thông số thiết kế nền đất"
IDS_GEO_DGNREPORT_CONSOL_GEOPARAM = "Thông số nền đất"
IDS_GEO_DGNREPORT_CONSOL_GRAPH_PL_RESSETTLE = "Chiều cao P/L - Biểu đồ độ lún dư"
IDS_GEO_DGNREPORT_CONSOL_GREEN = "Cây xanh"
IDS_GEO_DGNREPORT_CONSOL_HORIZ_FACTOR = "Tỷ số hệ số thấm theo phương ngang (Kh/Kv)"
IDS_GEO_DGNREPORT_CONSOL_HOUSINGCORP = "LH Corp."
IDS_GEO_DGNREPORT_CONSOL_IMPROVEMENT_PERIOD_ = "* Thời gian cải tạo để kiểm tra được dựa trên ngày %s."
IDS_GEO_DGNREPORT_CONSOL_INITVOID = "Hệ số rỗng ban đầu\n(e0)"
IDS_GEO_DGNREPORT_CONSOL_INITVOID2 = "Tỷ lệ rỗng ban đầu\ne0"
IDS_GEO_DGNREPORT_CONSOL_INTERVAL_TIMING_DAY_ = "%s Thời điểm (ngày) theo từng khoảng"
IDS_GEO_DGNREPORT_CONSOL_JAPAN_HIGHWAYCORP = "Japan Highway Corp."
IDS_GEO_DGNREPORT_CONSOL_KJELLMAN_ = "- Trong trường hợp thi công thoát nước, bố trí tam giác kinh tế nhất (Barron) và bố trí vuông thực dụng (Kjellman) được sử dụng nhiều nhất."
IDS_GEO_DGNREPORT_CONSOL_KOREA_LANDCORP = "LH Corp."
IDS_GEO_DGNREPORT_CONSOL_LAYER_BANK_ = "Lớp đất yếu %s%s - Chiều cao đắp %s%s"
IDS_GEO_DGNREPORT_CONSOL_LAYER_THICKNESS = "Độ dày lớp mềm"
IDS_GEO_DGNREPORT_CONSOL_LAYER_THICKNESS_ = "Độ dày lớp mềm (%s)"
IDS_GEO_DGNREPORT_CONSOL_LAYER_THICKNESS2_ = "Độ dày lớp mềm (%s)"
IDS_GEO_DGNREPORT_CONSOL_LOAD = "Tải trọng"
IDS_GEO_DGNREPORT_CONSOL_METHOD = "Phương pháp"
IDS_GEO_DGNREPORT_CONSOL_MIN_PL = "Ít nhất nhỏ hơn P/L"
IDS_GEO_DGNREPORT_CONSOL_OVER_ = "%s lớn hơn %s"
IDS_GEO_DGNREPORT_CONSOL_PACK_DRAIN = "Phương pháp Pack Drain"
IDS_GEO_DGNREPORT_CONSOL_PBD = "Phương pháp PBD"
IDS_GEO_DGNREPORT_CONSOL_PERIOD = "Thời gian kết hợp"
IDS_GEO_DGNREPORT_CONSOL_PERIOD_DATE = "Thời gian (ngày)"
IDS_GEO_DGNREPORT_CONSOL_PERIOD_MONTH = "Thời gian kết hợp (ngày)"
IDS_GEO_DGNREPORT_CONSOL_PL_HEIGHT = "Chiều cao P/L"
IDS_GEO_DGNREPORT_CONSOL_PL_INCREASE = "Tăng chiều cao P/L"
IDS_GEO_DGNREPORT_CONSOL_POS_REVIEW_ = "Kiểm tra thoát nước thẳng đứng tại các vị trí %s%s"
IDS_GEO_DGNREPORT_CONSOL_PREANAL_AIR_ASFOLLOW_ = "* Khi kiểm tra phân tích sơ bộ, thời gian thi công dự kiến như sau : "
IDS_GEO_DGNREPORT_CONSOL_PREANAL_CASE_ = "* Kiểm tra phân tích sơ bộ được thực hiện cho tất cả %d trường hợp."
IDS_GEO_DGNREPORT_CONSOL_PREANAL_CONDITION = "Điều kiện kiểm tra phân tích sơ bộ"
IDS_GEO_DGNREPORT_CONSOL_PREANAL_REVIEW = "Kiểm tra phân tích sơ bộ"
IDS_GEO_DGNREPORT_CONSOL_PREANAL_SUMMARY = "Tóm tắt kết quả kiểm tra phân tích sơ bộ"
IDS_GEO_DGNREPORT_CONSOL_PREANALCASE_RESULT = "Kết quả xem xét theo các trường hợp phân tích sơ bộ"
IDS_GEO_DGNREPORT_CONSOL_PRELOADING_ESTIMATE = "Ước lượng chiều cao tải trước"
IDS_GEO_DGNREPORT_CONSOL_PRELOADING_HEIGHT = "Xác định chiều cao tải trước"
IDS_GEO_DGNREPORT_CONSOL_PRELOADING_METHOD = "Kiểm tra phương pháp tải trước"
IDS_GEO_DGNREPORT_CONSOL_PRELOADING_SUMMARY = "Chiều cao gia tải trước - Tóm tắt kết quả xem xét độ lún dư"
IDS_GEO_DGNREPORT_CONSOL_PROCESS_REVIEW = "Kiểm tra phương pháp cố kết gia tốc"
IDS_GEO_DGNREPORT_CONSOL_PROPOSAL_REQUIRED_ = "- Do đó, cần một biểu thức đề xuất phù hợp thông qua việc so sánh các biểu thức đề xuất."
IDS_GEO_DGNREPORT_CONSOL_PUBLIC_SETTLE = "Tổng lún trong dịch vụ"
IDS_GEO_DGNREPORT_CONSOL_RADIAL_RESULT = "Kết quả xem xét lý thuyết cố kết hướng tâm"
IDS_GEO_DGNREPORT_CONSOL_RADIAL_REVIEW = "Xem xét lý thuyết cố kết hướng tâm"
IDS_GEO_DGNREPORT_CONSOL_RADIAL_THEORY = "Lý thuyết kết hợp hướng tâm"
IDS_GEO_DGNREPORT_CONSOL_RADIAL_THEORY_COMPARISON = "<Radial consolidation theory comparison by proposed expressions>"
IDS_GEO_DGNREPORT_CONSOL_RECOMPRESS = "Chỉ số nén lại\nCr"
IDS_GEO_DGNREPORT_CONSOL_RECT = "Hình vuông"
IDS_GEO_DGNREPORT_CONSOL_RECT_BATCH = "Bố trí hình vuông"
IDS_GEO_DGNREPORT_CONSOL_REMARK = "Ghi chú"
IDS_GEO_DGNREPORT_CONSOL_REPORT = "Tạo báo cáo phân tích kết hợp"
IDS_GEO_DGNREPORT_CONSOL_REPORT_1D = "Tạo Báo cáo phân tích cố kết - Điều kiện kiểm tra nền đất yếu"
IDS_GEO_DGNREPORT_CONSOL_REPORT_1D_SAFETY = "Tạo Báo cáo phân tích cố kết - Kiểm tra ổn định nền đất yếu"
IDS_GEO_DGNREPORT_CONSOL_REPORT_DONE = "Đã hoàn tất tạo Báo cáo phân tích cố kết"
IDS_GEO_DGNREPORT_CONSOL_REPORT_PREANAL = "Tạo Báo cáo phân tích cố kết - Kiểm tra phân tích sơ bộ"
IDS_GEO_DGNREPORT_CONSOL_RESSETTLE = "Lún dư"
IDS_GEO_DGNREPORT_CONSOL_RESSETTLE_ = "Lún dư (%s)"
IDS_GEO_DGNREPORT_CONSOL_RESSETTLE2_ = "Lún dư (%s)"
IDS_GEO_DGNREPORT_CONSOL_REVIEW_CONDITION = "Kiểm tra điều kiện"
IDS_GEO_DGNREPORT_CONSOL_REVIEW_SECTION = "Kiểm tra mặt cắt"
IDS_GEO_DGNREPORT_CONSOL_ROAD = "Đường"
IDS_GEO_DGNREPORT_CONSOL_SAND_DRAIN = "Phương pháp thoát nước cát"
IDS_GEO_DGNREPORT_CONSOL_SCHEDULED_AIR = "Thời gian thi công dự kiến"
IDS_GEO_DGNREPORT_CONSOL_SCP = "SCP method"
IDS_GEO_DGNREPORT_CONSOL_SETTLE_CALPOS_ = "Tính toán độ lún tại vị trí kiểm tra X = %s %s"
IDS_GEO_DGNREPORT_CONSOL_SETTLE_ESTIMATE = "Tính toán độ lún cố kết khi chưa xử lý"
IDS_GEO_DGNREPORT_CONSOL_SETTLE_NOHANDLE = "Kiểm tra độ lún cố kết khi chưa xử lý"
IDS_GEO_DGNREPORT_CONSOL_SETTLE_OCCUR = "Lún đã xảy ra"
IDS_GEO_DGNREPORT_CONSOL_SETTLE_OCCUR_ = "Lún đã xảy ra (%s)"
IDS_GEO_DGNREPORT_CONSOL_SETTLE_REVIEW = "Kiểm tra lún hợp nhất"
IDS_GEO_DGNREPORT_CONSOL_SETTLE_STANDARD = "Tiêu chuẩn lún dư"
IDS_GEO_DGNREPORT_CONSOL_SOILSTRENGTH_ASFOLLOW_ = "* Các đặc tính cường độ nền đất áp dụng cho thiết kế như sau : "
IDS_GEO_DGNREPORT_CONSOL_STABILITY = "Kiểm tra ổn định đất mềm"
IDS_GEO_DGNREPORT_CONSOL_STEP = "Bước"
IDS_GEO_DGNREPORT_CONSOL_STEPBYSTEP = "Theo từng bước"
IDS_GEO_DGNREPORT_CONSOL_STRENGTH_1D_ASFOLLOW_ = "* Các đặc trưng cường độ của nền đất yếu được áp dụng trong thiết kế như sau : "
IDS_GEO_DGNREPORT_CONSOL_STRENGTH_ASFOLLOW_ = "* Các đặc trưng cường độ được áp dụng trong thiết kế như sau"
IDS_GEO_DGNREPORT_CONSOL_STRENGTH_INCREASE = "Tỷ lệ tăng cường độ"
IDS_GEO_DGNREPORT_CONSOL_STRESS_RATIO = "Tỷ lệ phân bố ứng suất"
IDS_GEO_DGNREPORT_CONSOL_SUM = "Tổng"
IDS_GEO_DGNREPORT_CONSOL_SURFACE_WATER_CONDITION = "Điều kiện mực nước trên bề mặt nền đất"
IDS_GEO_DGNREPORT_CONSOL_SWELLING_INDEX = "Chỉ số nở\n(Cr)"
IDS_GEO_DGNREPORT_CONSOL_TIME_REVIEW = "Kiểm tra thời gian cố kết theo độ cố kết"
IDS_GEO_DGNREPORT_CONSOL_TIMING_ESTIMATION = "Tính toán thời gian đã trôi qua theo khoảng cách thoát nước và độ cố kết"
IDS_GEO_DGNREPORT_CONSOL_TOTAL = "Tổng cộng"
IDS_GEO_DGNREPORT_CONSOL_TOTAL_SETTLE = "Tổng lún"
IDS_GEO_DGNREPORT_CONSOL_TOTAL_SETTLE_ = "Tổng lún\n(%s)"
IDS_GEO_DGNREPORT_CONSOL_TOTAL_SETTLE_RESULT = "Kết quả tính toán tổng lún"
IDS_GEO_DGNREPORT_CONSOL_TRI = "Tam giác đều"
IDS_GEO_DGNREPORT_CONSOL_TRI_BATCH = "Bố trí tam giác đều"
IDS_GEO_DGNREPORT_CONSOL_UNIT_ = "(Đơn vị : %s)"
IDS_GEO_DGNREPORT_CONSOL_VERTCONSOL_FACTOR_ = "Hệ số cố kết theo phương đứng\nKh(%s)"
IDS_GEO_DGNREPORT_CONSOL_VERTCONSOL_FACTOR2_ = "Hệ số cố kết\nTheo phương đứng cv(%s)"
IDS_GEO_DGNREPORT_CONSOL_VERTDRAIN_CONSIDER_ = "- Lý thuyết cố kết của phương pháp thoát nước thẳng đứng xét đến %s."
IDS_GEO_DGNREPORT_CONSOL_VERTDRAIN_INPUT = "Quy cách thoát nước thẳng đứng và giá trị đầu vào"
IDS_GEO_DGNREPORT_CONSOL_VERTICAL_DRAIN_ = "- Sau lý thuyết cố kết 1-D của Terzaghi (1925), phân tích thoát nước thẳng đứng đã phát triển thành nghiên cứu thoát nước hướng tâm bởi Barron, Yoshikuni, Hansbo, Onoue, v.v., và các phương trình do họ đề xuất đã được sử dụng."
IDS_GEO_DGNREPORT_CONSOL_VERTWATER_FACTOR_ = "Hệ số thấm theo phương đứng\nKv(%s)"
IDS_GEO_DGNREPORT_CONSOL_VERTWATER_FACTOR2_ = "Hệ số thấm\nTheo phương đứng Kv(%s)"
IDS_GEO_DGNREPORT_CONSOL_WATER_FACTOR_F = "Hệ số thấm thoát nước (Sub1(K,w))"
IDS_GEO_DGNREPORT_CONSOL_WELL_SMEAR = "Sức cản giếng và hiệu ứng smear"
IDS_GEO_DGNREPORT_CONSTRUCTION_STAGE = "Giai đoạn xây dựng"
IDS_GEO_DGNREPORT_CURVE_CONSOL_DEGREE = "Đường cong độ cố kết theo khoảng cách bố trí"
IDS_GEO_DGNREPORT_CURVE_CONSOL_RESSETTLE = "Đường cong lún dư theo khoảng cách bố trí"
IDS_GEO_DGNREPORT_CURVE_TIME_DEGREE = "Đường cong Thời gian - Độ cố kết"
IDS_GEO_DGNREPORT_CURVE_TIME_SETTLE = "Đường cong Thời gian-Lún"
IDS_GEO_DGNREPORT_DAYS_ = "Lớn hơn hoặc bằng %s ngày"
IDS_GEO_DGNREPORT_DISTURBED_AREA = "Khu vực bị xáo trộn"
IDS_GEO_DGNREPORT_DRAIN_RESISTANCE = "Kháng thoát nước"
IDS_GEO_DGNREPORT_ELASTIC_FACTOR_ = "Mô đun đàn hồi\n(%s)"
IDS_GEO_DGNREPORT_EQUATION = "Phương trình đề xuất"
IDS_GEO_DGNREPORT_ERROR_DGN_FORMAT = "Đây là định dạng không được hỗ trợ thiết kế."
IDS_GEO_DGNREPORT_FACE_DRAIN = "Thoát nước một mặt, thoát nước hai mặt"
IDS_GEO_DGNREPORT_FDN_ALLOW_LOAD_NEUTRAL = "Tải trọng cho phép của cọc tại trục trung hòa"
IDS_GEO_DGNREPORT_FDN_ALWAYS = "Bình thường"
IDS_GEO_DGNREPORT_FDN_ANAL_RESULT = "Kết quả phân tích móng"
IDS_GEO_DGNREPORT_FDN_ANAL_RESULT_SUMMARY = "Tóm tắt kết quả phân tích Móng"
IDS_GEO_DGNREPORT_FDN_ANALCASE_RESULT = "Kết quả theo các trường hợp phân tích"
IDS_GEO_DGNREPORT_FDN_ANGLE = "Góc\n([độ])"
IDS_GEO_DGNREPORT_FDN_APPLY_DRILLED = "Móng khoan được áp dụng"
IDS_GEO_DGNREPORT_FDN_APPLY_FORMAT = "Loại móng được áp dụng"
IDS_GEO_DGNREPORT_FDN_APPLY_SECTION = "Mặt cắt được áp dụng"
IDS_GEO_DGNREPORT_FDN_APPLY_TYPE = "Loại cọc được áp dụng"
IDS_GEO_DGNREPORT_FDN_AXIAL_DISP_ = "Chuyển vị trục (%s)"
IDS_GEO_DGNREPORT_FDN_BASE_DISP = "Chuyển vị móng"
IDS_GEO_DGNREPORT_FDN_BASE_FORCE = "Lực móng"
IDS_GEO_DGNREPORT_FDN_BASE_STANDARD = "Tiêu chuẩn thiết kế móng công trình"
IDS_GEO_DGNREPORT_FDN_BEARING_CALC = "Tính toán sức chịu tải"
IDS_GEO_DGNREPORT_FDN_BEARING_REVIEW = "Kiểm tra sức chịu tải"
IDS_GEO_DGNREPORT_FDN_BEARING_ROCK_REVIEW = "Kiểm tra sức chịu tải đá"
IDS_GEO_DGNREPORT_FDN_BEARING_SUMMARY = "Tóm tắt kiểm tra sức chịu tải của cọc"
IDS_GEO_DGNREPORT_FDN_BOLT_JOINT = "Mối nối bu lông"
IDS_GEO_DGNREPORT_FDN_BOLTEX_JOINT = "Mối nối bu lông"
IDS_GEO_DGNREPORT_FDN_BOTTOM = "Đáy"
IDS_GEO_DGNREPORT_FDN_BRIDGE_DGN_SPEC_2008 = "Tiêu chuẩn thiết kế cầu (2008)"
IDS_GEO_DGNREPORT_FDN_BROMS = "Phương pháp cân bằng giới hạn (Broms)"
IDS_GEO_DGNREPORT_FDN_CHANG = "Phương pháp phản lực nền đàn hồi (Chang)"
IDS_GEO_DGNREPORT_FDN_CALC_ALLOW_BEARING = "Tính toán tải trọng chịu tải cho phép có xét ma sát âm"
IDS_GEO_DGNREPORT_FDN_CALC_DRILLEDPILE = "Tính toán kích thước cọc khoan"
IDS_GEO_DGNREPORT_FDN_CALC_ELASTICFACTOR = "Phương pháp sử dụng mô đun đàn hồi của nền đất"
IDS_GEO_DGNREPORT_FDN_CALC_FRICTION = "Tính toán ma sát âm"
IDS_GEO_DGNREPORT_FDN_CALC_HORIZ_BEARING = "Tính toán sức chịu tải ngang"
IDS_GEO_DGNREPORT_FDN_CALC_HORIZFACTOR = "Tính toán mô đun đàn hồi theo phương ngang"
IDS_GEO_DGNREPORT_FDN_CALC_NEUTRAL_POS = "Tính toán vị trí trục trung tính"
IDS_GEO_DGNREPORT_FDN_CALC_PHCPILE = "Tính toán kích thước cọc PHC"
IDS_GEO_DGNREPORT_FDN_CALC_STEELPILE = "Tính toán kích thước cọc thép"
IDS_GEO_DGNREPORT_FDN_CALCREPORT_DONE = "Đã tạo báo cáo tóm tắt thiết kế Móng"
IDS_GEO_DGNREPORT_FDN_CALCULATE = "Đang thực hiện tính toán thiết kế Móng."
IDS_GEO_DGNREPORT_FDN_CALCULATE_CREATE = "Tạo báo cáo thiết kế móng"
IDS_GEO_DGNREPORT_FDN_CALCULATE_DONE = "Đã hoàn thành tính toán thiết kế Móng."
IDS_GEO_DGNREPORT_FDN_CALCULATE_REPORT_DONE = "Đã tạo báo cáo thiết kế Móng."
IDS_GEO_DGNREPORT_FDN_CALCULATE_SUMMARY = "Báo cáo tóm tắt thiết kế Móng"
IDS_GEO_DGNREPORT_FDN_CALCULATE_WRITE = "Đang tạo báo cáo tóm tắt thiết kế Móng."
IDS_GEO_DGNREPORT_FDN_CIRCULAR_SECTION = "(Mặt cắt tròn)"
IDS_GEO_DGNREPORT_FDN_CLAY = "Đất sét"
IDS_GEO_DGNREPORT_FDN_CLAY_ALPHA = "Đất sét - hệ số sử dụng"
IDS_GEO_DGNREPORT_FDN_CLAY_FACTOR = "Đất sét - phương pháp hệ số ? (phương pháp phân tích ứng suất hữu hiệu)"
IDS_GEO_DGNREPORT_FDN_CLAY_LAYER = "Lớp đất sét"
IDS_GEO_DGNREPORT_FDN_CLAY_SPT = "Đất sét - sử dụng kết quả thí nghiệm SPT"
IDS_GEO_DGNREPORT_FDN_CLAY_UNDRAIN = "Đất sét - sức kháng không thoát nước sử dụng"
IDS_GEO_DGNREPORT_FDN_CLOSE_STEEL = "Cọc thép đầu kín"
IDS_GEO_DGNREPORT_FDN_CONSTRUCT_DISTURB_CONSIDER = "Tính toán sức chịu tải có xét đến xáo trộn nền đất trong quá trình thi công"
IDS_GEO_DGNREPORT_FDN_CONSTRUCT_METHOD = "Phương pháp thi công"
IDS_GEO_DGNREPORT_FDN_CPT = "Thí nghiệm xuyên tĩnh côn (CPT)"
IDS_GEO_DGNREPORT_FDN_CPT_TIP_RESISTANCE = "Sử dụng sức kháng mũi của thí nghiệm xuyên côn"
IDS_GEO_DGNREPORT_FDN_CPT_UNLIMITE = "Tính toán sức chịu tải giới hạn sử dụng sức kháng xuyên côn trong CPT"
IDS_GEO_DGNREPORT_FDN_CREATE_REPORT = "Tạo báo cáo phân tích móng"
IDS_GEO_DGNREPORT_FDN_CURVE_A = "Đường cong A"
IDS_GEO_DGNREPORT_FDN_CURVE_B = "Đường cong B"
IDS_GEO_DGNREPORT_FDN_DAVISSION_1970 = "Cường độ không thoát nước của đất sét (Davisson,1970)"
IDS_GEO_DGNREPORT_FDN_DEPTH_ = "Độ sâu\n(%s)"
IDS_GEO_DGNREPORT_FDN_DGN_STANDARD_2009 = "Tiêu chuẩn thiết kế móng công trình (2009.3)"
IDS_GEO_DGNREPORT_FDN_DGN_SUMMARY = "Tóm tắt thiết kế"
IDS_GEO_DGNREPORT_FDN_DIA = "Đường kính"
IDS_GEO_DGNREPORT_FDN_DIR_BEARING_SUMMARY = "Tóm tắt kiểm tra sức chịu tải ngang"
IDS_GEO_DGNREPORT_FDN_DIR_RESULT = "Kết quả kiểm tra sức chịu tải ngang"
IDS_GEO_DGNREPORT_FDN_DRAIN_CONSIDER = "Khi xét đồng thời c và Ø (điều kiện thoát nước)"
IDS_GEO_DGNREPORT_FDN_DRILLED = "Cọc bê tông đúc tại chỗ"
IDS_GEO_DGNREPORT_FDN_DRILLED_BEARING = "Tính toán sức chịu tải cho cọc khoan nhồi"
IDS_GEO_DGNREPORT_FDN_DRIVEN_PILE = "Cọc đóng"
IDS_GEO_DGNREPORT_FDN_EARTH = "Động đất"
IDS_GEO_DGNREPORT_FDN_EFFECT_MX = "Lật (MX)"
IDS_GEO_DGNREPORT_FDN_EFFECT_MY = "Lật (MY)"
IDS_GEO_DGNREPORT_FDN_EFFECT_STRESS = "Đất sét - phương pháp hệ số ß (phương pháp phân tích ứng suất hữu hiệu)"
IDS_GEO_DGNREPORT_FDN_ELEM = "Phần tử"
IDS_GEO_DGNREPORT_FDN_ELEM_ANAL_TABLE = "- Bảng kết quả phân tích theo phần tử"
IDS_GEO_DGNREPORT_FDN_FIELD_TEST = "Thí nghiệm hiện trường"
IDS_GEO_DGNREPORT_FDN_FIXED_END = "Đầu cố định"
IDS_GEO_DGNREPORT_FDN_FREE_END = "Đầu tự do"
IDS_GEO_DGNREPORT_FDN_FRICTION = "Ma sát bề mặt"
IDS_GEO_DGNREPORT_FDN_FRICTION_RESULT = "Kết quả kiểm tra ma sát âm"
IDS_GEO_DGNREPORT_FDN_HARDROCK = "Đá cứng"
IDS_GEO_DGNREPORT_FDN_HBEAM = "Mặt cắt H"
IDS_GEO_DGNREPORT_FDN_HEAD_CONDITION = "Điều kiện đầu\n"
IDS_GEO_DGNREPORT_FDN_HINGE_END = "Đầu bản lề"
IDS_GEO_DGNREPORT_FDN_HORIZ_DISP_ = "Chuyển vị ngang (%s)"
IDS_GEO_DGNREPORT_FDN_HORIZ_DISP_DX = "Chuyển vị ngang (DX)"
IDS_GEO_DGNREPORT_FDN_HORIZ_DISP_DX2 = "Chuyển vị ngang (Dx)"
IDS_GEO_DGNREPORT_FDN_HORIZ_DISP_DY = "Chuyển vị ngang (DY)"
IDS_GEO_DGNREPORT_FDN_HORIZ_DISP_DY2 = "Chuyển vị ngang (Dy)"
IDS_GEO_DGNREPORT_FDN_HORIZ_FORCE_FX = "Lực ngang (FX)"
IDS_GEO_DGNREPORT_FDN_HORIZ_FORCE_FY = "Lực ngang (FY)"
IDS_GEO_DGNREPORT_FDN_INFO = "Loại móng"
IDS_GEO_DGNREPORT_FDN_INFRA_ARCHITECT_2004 = "Quy định thiết kế móng công trình (Hiệp hội Kiến trúc Nhật Bản, 2004)"
IDS_GEO_DGNREPORT_FDN_INLET_CONDITION = "Điều kiện đầu vào\n"
IDS_GEO_DGNREPORT_FDN_INTERNAL_BEARING = "Tính toán sức chịu tải của cọc khoan"
IDS_GEO_DGNREPORT_FDN_INTERNAL_CONCRETEMILK = "Cọc khoan (Phương pháp xử lý đáy cọc : phụt trộn vữa xi măng)"
IDS_GEO_DGNREPORT_FDN_INTERNAL_CONCRETEPLACING = "Cọc khoan (Phương pháp xử lý đáy cọc : đổ bê tông)"
IDS_GEO_DGNREPORT_FDN_INTERNAL_FINALBLOW = "Cọc khoan (Phương pháp xử lý đáy cọc : đóng búa cuối)"
IDS_GEO_DGNREPORT_FDN_INTERVAL_PILE = "Cọc khoan"
IDS_GEO_DGNREPORT_FDN_JAPAN_BRIDGE = "Tiêu chuẩn cầu Nhật Bản"
IDS_GEO_DGNREPORT_FDN_LAYER = "Tên lớp"
IDS_GEO_DGNREPORT_FDN_LIMITE_COMPRESS1 = "1. Sử dụng áp lực giới hạn trong thí nghiệm tải trọng lỗ khoan"
IDS_GEO_DGNREPORT_FDN_LIMITE_COMPRESS2 = "2. Sử dụng áp lực giới hạn trong thí nghiệm tải trọng lỗ khoan"
IDS_GEO_DGNREPORT_FDN_LOAD_TYPE_ = "Loại tải trọng : %s"
IDS_GEO_DGNREPORT_FDN_LONG_ALLOW_COMPRESS = "Ứng suất nén cho phép dài hạn của vật liệu cọc ống thép"
IDS_GEO_DGNREPORT_FDN_LONG_ALLOW_DRILLED = "Ứng suất nén cho phép dài hạn của cọc khoan nhồi đổ tại chỗ"
IDS_GEO_DGNREPORT_FDN_LONG_ALLOW_PHC = "Ứng suất nén cho phép dài hạn của vật liệu cọc PHC"
IDS_GEO_DGNREPORT_FDN_LONG_PILE = "Cọc dài"
IDS_GEO_DGNREPORT_FDN_LOOSE_SAND = "Cát rời"
IDS_GEO_DGNREPORT_FDN_MAX_DISP = "Chuyển vị tối đa của móng"
IDS_GEO_DGNREPORT_FDN_MEYERHOF_1976 = "Sức chịu tải (Meyerhof,1976) của đất cát sử dụng giá trị N từ SPT"
IDS_GEO_DGNREPORT_FDN_MIDDLE_PILE = "Cọc giữa"
IDS_GEO_DGNREPORT_FDN_MIDDLE_SOCKET = "Ổ cắm giữa"
IDS_GEO_DGNREPORT_FDN_MOMENT_ = "Mô men (%s)"
IDS_GEO_DGNREPORT_FDN_NODE = "Nút"
IDS_GEO_DGNREPORT_FDN_NODE_ANAL_TABLE = "- Bảng kết quả phân tích theo nút"
IDS_GEO_DGNREPORT_FDN_OPEN_STEEL = "Cọc ống thép đầu hở"
IDS_GEO_DGNREPORT_FDN_PHC = "Cọc PHC"
IDS_GEO_DGNREPORT_FDN_PILE_ANAL = "Kết quả phân tích theo cọc"
IDS_GEO_DGNREPORT_FDN_PILE_APPLY = "Áp dụng\nCọc"
IDS_GEO_DGNREPORT_FDN_PILE_CALC = "Báo cáo thiết kế cấu kiện cọc"
IDS_GEO_DGNREPORT_FDN_PILE_MAX_DISP = "Chuyển vị lớn nhất của Cấu kiện cọc"
IDS_GEO_DGNREPORT_FDN_PILE_MAX_FORCE = "Lực lớn nhất của Cấu kiện cọc"
IDS_GEO_DGNREPORT_FDN_PILE_NUM = "Số lượng cọc\n"
IDS_GEO_DGNREPORT_FDN_PILE_NUM2 = "Số lượng cọc"
IDS_GEO_DGNREPORT_FDN_PILE_PURCHASE = "Cọc đúc sẵn khoan"
IDS_GEO_DGNREPORT_FDN_PILE_TYPE = "Cọc đóng"
IDS_GEO_DGNREPORT_FDN_PILEBODY_COMPRESS = "Ứng suất nén cho phép của cấu kiện cọc"
IDS_GEO_DGNREPORT_FDN_PILEBODY_SUMMARY = "Tóm tắt kiểm tra cấu kiện cọc"
IDS_GEO_DGNREPORT_FDN_PILEHEAD_DISP = "Chuyển vị đầu cọc"
IDS_GEO_DGNREPORT_FDN_PILEHEAD_MAX_DISP = "Chuyển vị lớn nhất của đầu cọc"
IDS_GEO_DGNREPORT_FDN_PILEHEAD_MAX_REACTION = "Phản lực lớn nhất của đầu cọc"
IDS_GEO_DGNREPORT_FDN_PILEHEAD_REACTION = "Phản ứng đầu cọc"
IDS_GEO_DGNREPORT_FDN_PILETYPE_ASFOLLOW = "Phương trình cho cọc đóng có thể được sử dụng nếu thỏa các điều kiện sau (Canadian Geotechnical Society(1985)) : "
IDS_GEO_DGNREPORT_FDN_PILETYPE_BEARING = "Tính toán sức chịu tải cho cọc đóng"
IDS_GEO_DGNREPORT_FDN_PMT = "Thí nghiệm áp lực"
IDS_GEO_DGNREPORT_FDN_POS_ = "Vị trí (%s)"
IDS_GEO_DGNREPORT_FDN_RAILBRIDGE_DGN_2004 = "Tiêu chuẩn thiết kế cầu đường sắt (2004)"
IDS_GEO_DGNREPORT_FDN_REACTION_FORCE_ = "Lực phản ứng (%s)"
IDS_GEO_DGNREPORT_FDN_REDUCT_LOAD = "Giảm sức chịu tải do tỷ số chiều dài/đường kính"
IDS_GEO_DGNREPORT_FDN_REDUCT_LOAD_JOINT = "Giảm sức chịu tải do nối cọc"
IDS_GEO_DGNREPORT_FDN_REDUCT_PURCHASE_ = "(Áp dụng 1/2 mức giảm tương ứng do cọc đúc sẵn khoan : %g%%)"
IDS_GEO_DGNREPORT_FDN_REPORT_CREATE = "Tạo báo cáo tóm tắt thiết kế Móng"
IDS_GEO_DGNREPORT_FDN_REPORT_DONE = "Đã hoàn thành tạo báo cáo phân tích Móng"
IDS_GEO_DGNREPORT_FDN_ROCK = "Đá"
IDS_GEO_DGNREPORT_FDN_ROCK_1979 = "Đá - Horvath và Kenney (1979) (qu %s1,900 kN/m^2 và fw %s1,900 kN/m^2)"
IDS_GEO_DGNREPORT_FDN_ROCK_1988 = "Đá - Carter và Kulhawy (1988) (qu %s1,900 kN/m^2)"
IDS_GEO_DGNREPORT_FDN_ROCKPILE_UNLIMITE = "Tính toán sức chịu tải giới hạn cho cọc đóng vào đá"
IDS_GEO_DGNREPORT_FDN_ROCKSTRENTH_JOINT = "1. Sử dụng cường độ đá và đặc trưng khe nứt"
IDS_GEO_DGNREPORT_FDN_ROTATION = "Góc quay\n([độ])"
IDS_GEO_DGNREPORT_FDN_ROTATION_MZ = "Quay (MZ)"
IDS_GEO_DGNREPORT_FDN_ROTATION_RAD = "Chuyển vị quay (rad)"
IDS_GEO_DGNREPORT_FDN_ROTATION_RX = "Chuyển vị quay (RX)"
IDS_GEO_DGNREPORT_FDN_ROTATION_RY = "Chuyển vị quay (RY)"
IDS_GEO_DGNREPORT_FDN_ROTATION_RZ = "Chuyển vị quay (RZ)"
IDS_GEO_DGNREPORT_FDN_ROUGH_SOCKET = "Ổ thô"
IDS_GEO_DGNREPORT_FDN_SAND = "Cát"
IDS_GEO_DGNREPORT_FDN_SAND_C = "Đất C-Phi"
IDS_GEO_DGNREPORT_FDN_SAND_OFFER_FRICTION_TABLE = "Nền đất cát - Bảng ma sát thành đề xuất"
IDS_GEO_DGNREPORT_FDN_SAND_OFFER_TABLE = "Nền đất cát - Bảng sức chịu tải mũi cọc"
IDS_GEO_DGNREPORT_FDN_SAND_SPT = "Đất cát - sử dụng kết quả SPT"
IDS_GEO_DGNREPORT_FDN_SATURATION_UNIT_WEIGHT_ = "Trọng lượng riêng\nBão hòa\n(%s)"
IDS_GEO_DGNREPORT_FDN_SECTION = "Mặt cắt"
IDS_GEO_DGNREPORT_FDN_SETTLE_RESULT = "Kết quả kiểm tra lún"
IDS_GEO_DGNREPORT_FDN_SETTLE_SUMMARY = "Tóm tắt kiểm tra lún"
IDS_GEO_DGNREPORT_FDN_SHEAR_FORCE_ = "Lực cắt (%s)"
IDS_GEO_DGNREPORT_FDN_SHORT_PILE = "Cọc ngắn"
IDS_GEO_DGNREPORT_FDN_SMOOTH_SOCKET = "Ổ nhẵn"
IDS_GEO_DGNREPORT_FDN_SOFTROCK = "Đá mềm"
IDS_GEO_DGNREPORT_FDN_SOIL_LAYER = "Lớp đất"
IDS_GEO_DGNREPORT_FDN_SOIL_N = "Phương pháp sử dụng giá trị N của nền đất"
IDS_GEO_DGNREPORT_FDN_SOME_DENSE = "Đất cát trung bình"
IDS_GEO_DGNREPORT_FDN_SPT = "Thí nghiệm xuyên tiêu chuẩn"
IDS_GEO_DGNREPORT_FDN_SPT_UNLIMITE = "Tính toán cường độ giới hạn sử dụng SPT"
IDS_GEO_DGNREPORT_FDN_STATICS_REVIEW = "Kiểm tra tĩnh"
IDS_GEO_DGNREPORT_FDN_STEEL = "Cọc thép"
IDS_GEO_DGNREPORT_FDN_STEELPILE_SOFTROCK = "Sức chịu tải mũi của cọc ống thép cắm vào đá mềm"
IDS_GEO_DGNREPORT_FDN_STRUCT_CHECK = "Kiểm tra kết cấu"
IDS_GEO_DGNREPORT_FDN_SUB_FRICTION_SUMMARY = "Tóm tắt kiểm tra ma sát âm"
IDS_GEO_DGNREPORT_FDN_TIP_BEARING = "Khả năng chịu tải đầu cọc"
IDS_GEO_DGNREPORT_FDN_TOP = "Đỉnh"
IDS_GEO_DGNREPORT_FDN_TYPE = "Loại"
IDS_GEO_DGNREPORT_FDN_UNDRAIN_CLAY = "Đất sét - phương pháp hệ số a (điều kiện không thoát nước)"
IDS_GEO_DGNREPORT_FDN_UNIT_LENGTH = "Chiều dài\n(%s)"
IDS_GEO_DGNREPORT_FDN_USE_CANADIAN_1985 = "Sử dụng kết quả thí nghiệm tải trọng lỗ khoan. (Canadian Geotechnical Society(1985))"
IDS_GEO_DGNREPORT_FDN_USE_SPT = "Sử dụng kết quả thí nghiệm SPT"
IDS_GEO_DGNREPORT_FDN_USER_PILE = "Cọc do người dùng định nghĩa"
IDS_GEO_DGNREPORT_FDN_USER_RC = "Cọc RC do người dùng"
IDS_GEO_DGNREPORT_FDN_USER_SRC = "Cọc SRC do người dùng"
IDS_GEO_DGNREPORT_FDN_USER_STEEL = "Cọc thép do người dùng"
IDS_GEO_DGNREPORT_FDN_VERT_DISP = "Chuyển vị thẳng đứng (DZ)"
IDS_GEO_DGNREPORT_FDN_VERT_DISP_DZ = "Chuyển vị thẳng đứng (Dz)"
IDS_GEO_DGNREPORT_FDN_VERT_DISP2 = "Chuyển vị thẳng đứng (Dz)"
IDS_GEO_DGNREPORT_FDN_VERT_FORCE_FX = "Lực thẳng đứng\nFx"
IDS_GEO_DGNREPORT_FDN_VERT_FORCE_FX_ = "Lực thẳng đứng(%s)Fx"
IDS_GEO_DGNREPORT_FDN_VERT_FORCE_FZ = "Lực thẳng đứng (FZ)"
IDS_GEO_DGNREPORT_FDN_VERT_FORCE_FZ_ = "Lực thẳng đứng (%s)FZ"
IDS_GEO_DGNREPORT_FDN_VERY_DENSE = "Cát rất dày"
IDS_GEO_DGNREPORT_FDN_WELDING = "Liên kết hàn"
IDS_GEO_DGNREPORT_FDN_WET_UNIT_WEIGHT_ = "Trọng lượng riêng\nTự nhiên\n(%s)"
IDS_GEO_DGNREPORT_FDN_XDIR_ANAL = "- Biểu đồ kết quả phân tích theo phương X"
IDS_GEO_DGNREPORT_FDN_YDIR_ANAL = "- Biểu đồ kết quả phân tích theo phương Y"
IDS_GEO_DGNREPORT_FDN_CLAYGROUND = "(1) Lớp đất sét"
IDS_GEO_DGNREPORT_FRICTION_ANGLE = "Góc ma sát trong\n([deg])"
IDS_GEO_DGNREPORT_FRICTION_ANGLE2 = "Góc ma sát nội bộ([độ])"
IDS_GEO_DGNREPORT_GRAPH_CALCULATE = "Biểu đồ kết quả tính toán"
IDS_GEO_DGNREPORT_INTERVAL_ = "Khoảng cách(%s)"
IDS_GEO_DGNREPORT_KOREA_HIGHWAYCORP = "Tổng công ty Đường cao tốc Hàn Quốc."
IDS_GEO_DGNREPORT_MATERIAL_PROPERTY = "Thuộc tính Vật liệu của hệ chống tạm"
IDS_GEO_DGNREPORT_MAX_STRESS = "Ứng suất chính lớn nhất"
IDS_GEO_DGNREPORT_MIN_STRESS = "Ứng suất chính nhỏ nhất"
IDS_GEO_DGNREPORT_OUTPUT = "Đầu ra phân tích"
IDS_GEO_DGNREPORT_PERIOD = "Thời gian"
IDS_GEO_DGNREPORT_POISSON = "Hệ số Poisson"
IDS_GEO_DGNREPORT_POS = "Vị trí"
IDS_GEO_DGNREPORT_PROPERTY = "Tính chất"
IDS_GEO_DGNREPORT_PROPONENT = "Người đề xuất"
IDS_GEO_DGNREPORT_REMARK = "Ghi chú"
IDS_GEO_DGNREPORT_REVIEW_CONDITION = "Điều kiện xem xét"
IDS_GEO_DGNREPORT_REVIEW_INTERVAL = "Khoảng thời gian xem xét"
IDS_GEO_DGNREPORT_REVIEW_SECTION = "Mặt cắt xem xét"
IDS_GEO_DGNREPORT_SAFETY = "Hệ số an toàn"
IDS_GEO_DGNREPORT_SAFETY_F = "Sub1(Hệ số an toàn, tối thiểu)"
IDS_GEO_DGNREPORT_SAND = "Đất cát"
IDS_GEO_DGNREPORT_SATURATE_UNITWEIGHT = "Trọng lượng riêng bão hòa (tonf/m^3)"
IDS_GEO_DGNREPORT_SATURATED_UNITWEIGHT_ = "Trọng lượng riêng bão hòa\n(%s)"
IDS_GEO_DGNREPORT_SECTION = "Mặt cắt"
IDS_GEO_DGNREPORT_SECTION2 = "Mặt cắt"
IDS_GEO_DGNREPORT_SECTION3 = "Mặt cắt"
IDS_GEO_DGNREPORT_SECTION4 = "Mặt cắt"
IDS_GEO_DGNREPORT_SECTION5 = "Mặt cắt"
IDS_GEO_DGNREPORT_SLOPE_APP_PROPERTY = "Tính chất áp dụng"
IDS_GEO_DGNREPORT_SLOPE_BANK = "Đê\n-ment\nphần"
IDS_GEO_DGNREPORT_SLOPE_BANK_CASE = "- Trong trường hợp chiều cao đắp nền vượt quá 15m\n- Trong trường hợp móng mố cầu được đỡ trên nền đắp\n- Trong trường hợp mái dốc dốc hơn mái dốc tiêu chuẩn\n- Trong trường hợp hàm lượng nước của nền đắp cao và đặc biệt là cường độ lực cắt thấp"
IDS_GEO_DGNREPORT_SLOPE_BANK_CONDITION = "Điều kiện\nĐê"
IDS_GEO_DGNREPORT_SLOPE_BASE_STRUCT = "Trong trường hợp móng của kết cấu"
IDS_GEO_DGNREPORT_SLOPE_BUILDING_SAFETY = "Tiêu chuẩn an toàn cho mái dốc nền đắp"
IDS_GEO_DGNREPORT_SLOPE_BUILDING_SECTOR = "Khu vực đê"
IDS_GEO_DGNREPORT_SLOPE_CASE_CDTEST = "C=0, trong trường hợp thí nghiệm CD"
IDS_GEO_DGNREPORT_SLOPE_CASE_LONG_LOAD = "Trong trường hợp tải trọng dài hạn đang tác dụng"
IDS_GEO_DGNREPORT_SLOPE_CASE_TEMP_LOAD = "Trong trường hợp tải trọng tạm thời đang tác dụng và trong quá trình thi công"
IDS_GEO_DGNREPORT_SLOPE_COMNLOAD_APPLY = "Áp dụng sau khi tải trọng khai thác đã được đặt"
IDS_GEO_DGNREPORT_SLOPE_CONSTRUCTION_ANAL = "Phân tích giai đoạn thi công"
IDS_GEO_DGNREPORT_SLOPE_CONSTRUCTION_STANDARD = "Tiêu chuẩn thiết kế mái dốc trong thi công"
IDS_GEO_DGNREPORT_SLOPE_CONSTRUCTIVE = "Bộ xây dựng"
IDS_GEO_DGNREPORT_SLOPE_CONSTRUCTUT_TRANSPORT = "Bộ xây dựng và giao thông"
IDS_GEO_DGNREPORT_SLOPE_CONVENTION_PORT = "Công ước cảng"
IDS_GEO_DGNREPORT_SLOPE_CTC = "Khoảng cách bố trí Cốt thép\n(C.T.C)"
IDS_GEO_DGNREPORT_SLOPE_DETERMIN = "Đánh giá"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD = "Tiêu chuẩn thiết kế"
IDS_GEO_DGNREPORT_SLOPE_DRY_ADD_CHECK_ = "- Kiểm tra ổn định mái dốc %s trong mùa khô: Tại %s, hệ số an toàn cho phép %g chưa được thỏa mãn. Cần kiểm tra lại."
IDS_GEO_DGNREPORT_SLOPE_DRY_SATISFACTION_ = "- Kiểm tra ổn định mái dốc %s trong mùa khô: Trong trường hợp %s, hệ số an toàn cho phép %g đã được thỏa mãn. Được xác định là an toàn."
IDS_GEO_DGNREPORT_SLOPE_DRY_SEASON = "Mùa khô"
IDS_GEO_DGNREPORT_SLOPE_DRY_UNSATISFACTION_ = "- Kiểm tra ổn định mái dốc %s trong mùa khô: Trong trường hợp %s, hệ số an toàn cho phép %g chưa được thỏa mãn. Cần kiểm tra lại."
IDS_GEO_DGNREPORT_SLOPE_EARTHQUAKE = "Trong trường hợp động đất"
IDS_GEO_DGNREPORT_SLOPE_EXTERNAL_CASE = "- Trong trường hợp dự kiến gây hư hại nghiêm trọng cho các công trình lân cận\n- Trong trường hợp việc khôi phục mất nhiều thời gian và tuyến đường bị mất chức năng nghiêm trọng\n- Trong trường hợp nền trong vùng đắp nằm trên đất yếu hoặc lo ngại trượt mái\n- Trong trường hợp dự kiến thấm nước quá mức do địa hình (đắp ở thung lũng, v.v.)\n"
IDS_GEO_DGNREPORT_SLOPE_EXTERNAL_CONDITION = "Điều kiện\nNgoài"
IDS_GEO_DGNREPORT_SLOPE_FAKE_STRUCT = "Kết cấu tạm, ổn định mái dốc trong quá trình thi công"
IDS_GEO_DGNREPORT_SLOPE_GENERAL_STRUCT = "Trong trường hợp các kết cấu thông thường"
IDS_GEO_DGNREPORT_SLOPE_GERNERAL_STABILITY = "Ổn định tổng thể áp dụng trong quá trình thi công"
IDS_GEO_DGNREPORT_SLOPE_IMPORT_STRUCT = "Trong trường hợp các kết cấu quan trọng"
IDS_GEO_DGNREPORT_SLOPE_INIT_SPREAD_ = "Phạm vi lan truyền ban đầu\n(%s)"
IDS_GEO_DGNREPORT_SLOPE_INIT_SPREAD_ANGLE_ = "Góc lan truyền ban đầu\n(%s)"
IDS_GEO_DGNREPORT_SLOPE_JAPAN_GEOTECH_SOCIETY = "Hội Địa kỹ thuật Nhật Bản\n(Khảo sát đất yếu\nPhương pháp thiết kế thi công)"
IDS_GEO_DGNREPORT_SLOPE_JAPAN_PRACTICE_5 = "Bài giảng Thực hành Đường bộ Nhật Bản 5"
IDS_GEO_DGNREPORT_SLOPE_KOREA_INFRASTRUCT = "Cục quản lý an toàn\nhạ tầng Hàn Quốc"
IDS_GEO_DGNREPORT_SLOPE_MATERIAL_INTENSITY_ = "Cường độ Cấu kiện\n(%s/pile)"
IDS_GEO_DGNREPORT_SLOPE_MATERIAL_TYPE = "Loại cấu kiện"
IDS_GEO_DGNREPORT_SLOPE_MAX_SHEAR_STRAIN = "Biến dạng cắt lớn nhất"
IDS_GEO_DGNREPORT_SLOPE_MINI_SAFETY = "Hệ số an toàn tối thiểu"
IDS_GEO_DGNREPORT_SLOPE_MOWING_SAFETY_STANDARD = "Tiêu chuẩn an toàn cho mái đào"
IDS_GEO_DGNREPORT_SLOPE_MOWING_SECTOR = "Khu vực cắt"
IDS_GEO_DGNREPORT_SLOPE_NAME = "Tên"
IDS_GEO_DGNREPORT_SLOPE_NATIONAL_COAL = "Ủy ban than quốc gia (Vương quốc Anh)"
IDS_GEO_DGNREPORT_SLOPE_NAVFAC = "NAVFAC (Mỹ)"
IDS_GEO_DGNREPORT_SLOPE_OBJECTIVE_ANSWER = "Đối với kiểm tra ổn định mái dốc, cần xem xét điều kiện hiện trường, khả năng thi công và tính kinh tế."
IDS_GEO_DGNREPORT_SLOPE_PORT_FACILITY = "Tiêu chuẩn kỹ thuật công trình cảng, Thuyết minh (Nhật Bản)"
IDS_GEO_DGNREPORT_SLOPE_RAINY_ADD_CHECK_ = "- Kiểm tra ổn định mái dốc %s trong mùa mưa: Tại %s, hệ số an toàn cho phép %g chưa được thỏa mãn.\nCần kiểm tra lại."
IDS_GEO_DGNREPORT_SLOPE_RAINY_SATISFACTION_ = "- Kiểm tra ổn định mái dốc %s trong mùa mưa: Trong trường hợp %s, hệ số an toàn cho phép %g đã được thỏa mãn.\nĐược xác định là an toàn."
IDS_GEO_DGNREPORT_SLOPE_RAINY_SEASON = "Mùa mưa"
IDS_GEO_DGNREPORT_SLOPE_RAINY_UNSATISFACTION_ = "- Kiểm tra ổn định mái dốc %s trong mùa mưa: Trong trường hợp %s, hệ số an toàn cho phép %g chưa được thỏa mãn. Cần kiểm tra lại."
IDS_GEO_DGNREPORT_SLOPE_REPORT_CREATE = "Tạo báo cáo phân tích độ dốc"
IDS_GEO_DGNREPORT_SLOPE_REPORT_DONE = "Hoàn tất tạo báo cáo phân tích mái dốc"
IDS_GEO_DGNREPORT_SLOPE_REVIEW_OBJECTIVE = "Mục tiêu xem xét"
IDS_GEO_DGNREPORT_SLOPE_ROAD_DGN_TIPS = "Mẹo thiết kế đường"
IDS_GEO_DGNREPORT_SLOPE_ROAD_SOFT_GUIDELINE = "Công tác đường bộ, Hướng dẫn biện pháp xử lý nền đất yếu"
IDS_GEO_DGNREPORT_SLOPE_SAFETY_ANAL = "Hệ số an toàn phân tích"
IDS_GEO_DGNREPORT_SLOPE_SAFETY_APPLY = "Hệ số an toàn áp dụng"
IDS_GEO_DGNREPORT_SLOPE_SAFETY_RESULT = "Kết quả phân tích"
IDS_GEO_DGNREPORT_SLOPE_SAFETY_STANDARD = "Hệ số an toàn tiêu chuẩn"
IDS_GEO_DGNREPORT_SLOPE_SATURATED_SAND = "Trong trường hợp cát bão hòa (C=0)"
IDS_GEO_DGNREPORT_SLOPE_SELECT_ANSWER = "Chiều cao đắp nền vượt quá 15m và các vùng mố cầu, và chiều cao mái đào vượt quá 20m thường được chọn để xem xét. Các vùng khác cần xem xét được lựa chọn dựa trên điều kiện hiện trường theo các tiêu chuẩn sau: "
IDS_GEO_DGNREPORT_SLOPE_SELECT_STANDARD = "Tiêu chuẩn lựa chọn"
IDS_GEO_DGNREPORT_SLOPE_SELECT_STANDARD2 = "Tiêu chuẩn lựa chọn"
IDS_GEO_DGNREPORT_SLOPE_SELECT_TARGET_CONDITION = "<Conditions for selecting target review zones>"
IDS_GEO_DGNREPORT_SLOPE_SETTLEMENT_ = "Chiều dài neo\n(%s)"
IDS_GEO_DGNREPORT_SLOPE_SOIL_PROPERTY = "Tính chất đất"
IDS_GEO_DGNREPORT_SLOPE_STABILITY_ANAL = "Phân tích độ ổn định độ dốc"
IDS_GEO_DGNREPORT_SLOPE_STANDARD_SAFETY_PLAN = "Kế hoạch an toàn tiêu chuẩn"
IDS_GEO_DGNREPORT_SLOPE_STRUCT_DGN_STANDARD = "Tiêu chuẩn thiết kế móng kết cấu"
IDS_GEO_DGNREPORT_SLOPE_TRIM_CASE = "- Trong trường hợp mái đào có chiều cao vượt quá 20m\n- Trong trường hợp đất dễ bị xói mòn (cát rời, đá phong hóa)\n- Trong trường hợp các lớp đất tàn tích và trầm tích chiếm ưu thế\n- Trong trường hợp dự kiến có ảnh hưởng bất lợi đến các kết cấu hiện hữu xung quanh\n- Trong trường hợp có tiền sử trượt mái hoặc phá hoại, đang ở trạng thái không ổn định\n- Trong trường hợp mực nước ngầm cao với lưu lượng nước lớn\n"
IDS_GEO_DGNREPORT_SLOPE_TRIM_PART = "Phần cần đào"
IDS_GEO_DGNREPORT_SLOPE_XDISP = "Chuyển vị ngang (X-Displacement)"
IDS_GEO_DGNREPORT_SLOPE_XZSHEAR = "Ứng suất lực cắt (Ứng suất lực cắt XZ)"
IDS_GEO_DGNREPORT_SLOPE_ZDISP = "Chuyển vị đứng (Z-Displacement)"
IDS_GEO_DGNREPORT_SMEAR_DIA_F = "Đường kính vùng smear (Sub1(d,s))"
IDS_GEO_DGNREPORT_SMEAR_DIA_RATIO_F = "Tỷ số đường kính vùng smear (Sub1(d,s)/Sub1(d,w))"
IDS_GEO_DGNREPORT_SMEAR_WATER_F = "Vùng smear - hệ số thấm (Sub1(K,s))"
IDS_GEO_DGNREPORT_SMEAR_WATER_RATIO_F = "Vùng smear - tỷ số hệ số thấm (Sub1(K,h)/Sub1(K,s))"
IDS_GEO_DGNREPORT_TOOL_CONSOL_PERIOD = "Thời gian cố kết (ngày)"
IDS_GEO_DGNREPORT_TOOL_DATE_ = "%d ngày"
IDS_GEO_DGNREPORT_TOOL_EMBANK_THICK = "Lớp đắp"
IDS_GEO_DGNREPORT_TOOL_INSTALL_INTERVAL_ = "Khoảng cách lắp đặt (%s)"
IDS_GEO_DGNREPORT_TOOL_PRELOADING_ = "Chiều cao tải trước (%s)"
IDS_GEO_DGNREPORT_TOOL_SETTLE_AMOUNT = "Số lượng lún"
IDS_GEO_DGNREPORT_TOOL_SETTLE_AMOUNT_ = "Số lượng lún (%s)"
IDS_GEO_DGNREPORT_TOOL_SETTLE_PERIOD = "Thời gian lún (ngày)"
IDS_GEO_DGNREPORT_TOOL_SOFT_LAYER = "Lớp mềm"
IDS_GEO_DGNREPORT_TOOL_TOTAL_SETTLE_ = "Tổng lún (%s)"
IDS_GEO_DGNREPORT_TUNNEL_10PERCENT = "Trong phạm vi 10% bán kính hầm\nTrong phạm vi 10% chiều dài neo đá sử dụng"
IDS_GEO_DGNREPORT_TUNNEL_3PERCENT = "Trong phạm vi 3 đến 4% bán kính hầm và chiều dài neo đá\nPhạm vi cho phép lớn nhất: 30cm"
IDS_GEO_DGNREPORT_TUNNEL_ADJ_MEMBER_REVIEW = "Kiểm tra Lực của Cấu kiện cho các kết cấu lân cận"
IDS_GEO_DGNREPORT_TUNNEL_ADJ_REPORT_CREATE = "Tạo báo cáo cho các kết cấu lân cận hầm"
IDS_GEO_DGNREPORT_TUNNEL_ADJ_REPORT_DONE = "Hoàn tất tạo báo cáo cho các kết cấu lân cận hầm"
IDS_GEO_DGNREPORT_TUNNEL_ADJ_REPORT_REVIEW = "Tạo báo cáo cho các kết cấu lân cận hầm - kiểm tra lực cấu kiện"
IDS_GEO_DGNREPORT_TUNNEL_ADJ_REVIEW_RESULT = "Kết quả xem xét các công trình liền kề"
IDS_GEO_DGNREPORT_TUNNEL_ADJ_SETTLE = "Kiểm tra lún cho các kết cấu lân cận"
IDS_GEO_DGNREPORT_TUNNEL_ADJ_SETTLE_RESULT = "Kết quả lún của các kết cấu lân cận"
IDS_GEO_DGNREPORT_TUNNEL_ADJ_SETTLE_REVIEW = "Tạo báo cáo cho các kết cấu lân cận hầm - kiểm tra lún"
IDS_GEO_DGNREPORT_TUNNEL_AECHU_LAYER = "Lớp talus"
IDS_GEO_DGNREPORT_TUNNEL_ALLOW_ANGLE_DISP = "Chuyển vị góc cho phép"
IDS_GEO_DGNREPORT_TUNNEL_ALLOW_COMPRESS = "Ứng suất nén cho phép"
IDS_GEO_DGNREPORT_TUNNEL_ALLOW_DISP = "Chuyển vị đất cho phép"
IDS_GEO_DGNREPORT_TUNNEL_ALLOW_LIMITE = "Tiêu chuẩn kết cấu hỗ trợ tạm thời"
IDS_GEO_DGNREPORT_TUNNEL_ALLOW_SETTLE = "Lún cho phép"
IDS_GEO_DGNREPORT_TUNNEL_ALLOW_SHEAR = "Ứng suất cắt cho phép"
IDS_GEO_DGNREPORT_TUNNEL_ALLOW_SINK_CALC = "Phương pháp tính toán lún cho phép"
IDS_GEO_DGNREPORT_TUNNEL_ALLOW_STRESS = "Ứng suất cho phép"
IDS_GEO_DGNREPORT_TUNNEL_ALLOW_STRESS_CHECK = "Kiểm tra ứng suất cho phép"
IDS_GEO_DGNREPORT_TUNNEL_ALLOW_TENSION = "Ứng suất kéo cho phép"
IDS_GEO_DGNREPORT_TUNNEL_ANAL_RESULT = "Kết quả phân tích hầm"
IDS_GEO_DGNREPORT_TUNNEL_ANAL_SECTION = "Mặt cắt phân tích"
IDS_GEO_DGNREPORT_TUNNEL_ANAL_STAGE = "Giai đoạn phân tích"
IDS_GEO_DGNREPORT_TUNNEL_ANAL1 = "Một mặt cắt hầm đại diện đã được lựa chọn dựa trên các yếu tố kết cấu và địa kỹ thuật để phân tích số.\nMặt cắt đã được phân tích theo các giai đoạn thi công, phản ánh các kết cấu chống đỡ tạm.\n"
IDS_GEO_DGNREPORT_TUNNEL_ANAL2 = "Kết quả phân tích đã được tổng hợp theo các giai đoạn thi công cho độ lún vòm, chuyển vị tường bên, ứng suất bê tông phun, lực dọc trục của neo đá, v.v.\n"
IDS_GEO_DGNREPORT_TUNNEL_ANAL3 = "Kết quả phân tích cần được so sánh với số liệu quan trắc thực tế trong thi công.\nNếu điều kiện thiết kế/nền đất khác với điều kiện thi công, cần thực hiện phân tích lại có xét đến điều kiện hiện trường, điều này có thể dẫn đến thay đổi phương pháp đào, chiều dài đào, phương pháp chống đỡ tạm, v.v."
IDS_GEO_DGNREPORT_TUNNEL_ANALSTAGE_LOADSHEAR = "Các giai đoạn thi công và tỷ lệ phân chia tải"
IDS_GEO_DGNREPORT_TUNNEL_ANGULAR_OCCUR = "Chuyển vị góc xảy ra"
IDS_GEO_DGNREPORT_TUNNEL_APPLY_DISP_ = "Chuyển vị cho phép áp dụng (%s)"
IDS_GEO_DGNREPORT_TUNNEL_AUSTRIA_ALBERG = "Tiêu chuẩn quản lý hầm Alberg của Áo"
IDS_GEO_DGNREPORT_TUNNEL_AXIAL = "Lực trục"
IDS_GEO_DGNREPORT_TUNNEL_AXIAL_FORCE = "Lực dọc trục của các cấu kiện chống đỡ tạm"
IDS_GEO_DGNREPORT_TUNNEL_AXIAL_FORCE_ = "Lực dọc trục của các cấu kiện chống đỡ tạm (%s)"
IDS_GEO_DGNREPORT_TUNNEL_AXIAL_TABLE = "Bảng lực trục"
IDS_GEO_DGNREPORT_TUNNEL_BASED_SECTION_CONSTANT = "Cơ sở tính toán các đặc trưng Mặt cắt"
IDS_GEO_DGNREPORT_TUNNEL_BENDING_COMPRESS_STRESS = "Ứng suất nén uốn"
IDS_GEO_DGNREPORT_TUNNEL_BENDING_SHEAR_FORMULA = "Công thức ứng suất cắt"
IDS_GEO_DGNREPORT_TUNNEL_BENDING_STRESS_FORMULA = "Công thức ứng suất uốn"
IDS_GEO_DGNREPORT_TUNNEL_BOTTOM_STEEL_F_ = "+ Thép đáy (Sub1(A,sb)) = %s %s"
IDS_GEO_DGNREPORT_TUNNEL_CAUTION_1 = "Cảnh báo mức 1"
IDS_GEO_DGNREPORT_TUNNEL_CAUTION_2 = "Cảnh báo mức 2"
IDS_GEO_DGNREPORT_TUNNEL_CHANGE_TABLE = "Hình dạng biến dạng"
IDS_GEO_DGNREPORT_TUNNEL_COMPRESS_ = "Ứng suất nén (%s)"
IDS_GEO_DGNREPORT_TUNNEL_COMPRESS_RESULT = "Kết quả kiểm tra uốn - nén"
IDS_GEO_DGNREPORT_TUNNEL_COMPRESS_RULE_EB_F_ = "Sub1(e,b) %s e ............. chi phối bởi nén\n"
IDS_GEO_DGNREPORT_TUNNEL_COMPRESS_RULE_F_ = "Sub1(P,u) %s 0 ............. chi phối bởi nén\n"
IDS_GEO_DGNREPORT_TUNNEL_COMPRESS_SECTION_FORCE = "Nội lực mặt cắt tại kiểm tra uốn - nén"
IDS_GEO_DGNREPORT_TUNNEL_COMPRESS_STRESS = "Ứng suất nén"
IDS_GEO_DGNREPORT_TUNNEL_CONCRETE_SHEAR_STRENGTH = "Cường độ lực cắt danh định của Bê tông\n"
IDS_GEO_DGNREPORT_TUNNEL_CONTENTS = "Nội dung"
IDS_GEO_DGNREPORT_TUNNEL_CONTINUE_1CM = "1cm/ngày liên tục trong 3 ngày"
IDS_GEO_DGNREPORT_TUNNEL_CONTINUE_3CM = "3cm/ngày liên tục trong 3 ngày"
IDS_GEO_DGNREPORT_TUNNEL_CONTINUE_5MM = "5mm/ngày liên tục trong 3 ngày"
IDS_GEO_DGNREPORT_TUNNEL_CRITERION_ = "Tiêu chí áp dụng: %s "
IDS_GEO_DGNREPORT_TUNNEL_CRITERION1 = "Tiêu chí 1"
IDS_GEO_DGNREPORT_TUNNEL_CRITERION1_CONTENTS1 = "Mặc dù chưa xảy ra hư hại\nCần tăng cường quan trắc ứng xử"
IDS_GEO_DGNREPORT_TUNNEL_CRITERION1_CONTENTS2 = "Tăng cường quan trắc ứng xử\nTăng cường chống đỡ tạm"
IDS_GEO_DGNREPORT_TUNNEL_CRITERION2 = "Tiêu chí 2"
IDS_GEO_DGNREPORT_TUNNEL_CRITERION2_ = "Tiêu chí áp dụng: %s\n"
IDS_GEO_DGNREPORT_TUNNEL_CRITERION2_CONTENTS1 = "Mức có thể gây hư hại"
IDS_GEO_DGNREPORT_TUNNEL_CRITERION2_CONTENTS2 = "Kiểm tra lại thiết kế chống đỡ tạm"
IDS_GEO_DGNREPORT_TUNNEL_CRITERION3 = "Tiêu chí 3"
IDS_GEO_DGNREPORT_TUNNEL_CRITERION3_CONTENTS1 = "Đã xảy ra hư hại cục bộ\nCó khả năng hư hại trong quá trình đào"
IDS_GEO_DGNREPORT_TUNNEL_CRITERION3_CONTENTS2 = "Kiểm tra lại giá trị thiết kế/thi công/kiểm soát"
IDS_GEO_DGNREPORT_TUNNEL_DAN_F_ = "- %d đầu ( Sub1(d,c) = %s %s): %s @ %s %s"
IDS_GEO_DGNREPORT_TUNNEL_DGN_ALLOW_STRESS = "Phương pháp thiết kế ứng suất cho phép"
IDS_GEO_DGNREPORT_TUNNEL_DGN_CONDITION = "<Design conditions>\n"
IDS_GEO_DGNREPORT_TUNNEL_DGN_SHEAR_STRENGTH_F_ = "  Cường độ lực cắt thiết kế %sSub1(V,n) = Ø%s(Sub1(V,c)+Sub1(V,s)) = %s %s %s Sub1(V,u) = %s %s ....... "
IDS_GEO_DGNREPORT_TUNNEL_DGN_SHEAR_STRENGTH2_F_ = "  Cường độ lực cắt thiết kế %sSub1(V,n) = %s%s(Sub1(V,c)+Sub1(V,s)) = %s %s %s Sub1(V,u) = %s %s ....... "
IDS_GEO_DGNREPORT_TUNNEL_DGN_SHEARSTEEL_STRENGTH_F_ = "  Cường độ lực cắt thiết kế của Thép cốt %sSub1(V,s) = Ø%sSub1(A,v)%sSub1(f,yt)%sd/s = %s %s"
IDS_GEO_DGNREPORT_TUNNEL_DGN_SHEARSTEEL_STRENGTH2_F_ = "Cường độ lực cắt thiết kế của Thép cốt %sSub1(V,s) = %s%sSub1(A,v)%sSub1(f,yt)%sd/s = %s %s"
IDS_GEO_DGNREPORT_TUNNEL_DGN_STRENGTH_F_ = "* Cường độ thiết kế (Sub1(f,ck)) = %s %s"
IDS_GEO_DGNREPORT_TUNNEL_DISP = "Chuyển vị"
IDS_GEO_DGNREPORT_TUNNEL_DISP_ = "Chuyển vị (%s)"
IDS_GEO_DGNREPORT_TUNNEL_DISTANCE_ = "Khoảng cách (%s)"
IDS_GEO_DGNREPORT_TUNNEL_DSIP_TEND = "Xu hướng xảy ra chuyển vị"
IDS_GEO_DGNREPORT_TUNNEL_ECCENTRICITY_ = "Độ lệch tâm (e) = %s %s\n\n"
IDS_GEO_DGNREPORT_TUNNEL_ECCENTRICITY_BALANCING_F_ = "Độ lệch tâm cân bằng: Sub1(e,b) = Sub1(M,b)/Sub1(P,b) = %s %s"
IDS_GEO_DGNREPORT_TUNNEL_ESTIMATE_SECTION = "Tính toán lực mặt cắt"
IDS_GEO_DGNREPORT_TUNNEL_ESTIMATE_STEEL = "Tính toán thép cốt"
IDS_GEO_DGNREPORT_TUNNEL_EVALUATION = "Tiêu chí đánh giá"
IDS_GEO_DGNREPORT_TUNNEL_EXPANSIVE_LAYER = "Lớp đất giãn nở"
IDS_GEO_DGNREPORT_TUNNEL_FCA_ALLOW_ = "- Ứng suất uốn - nén cho phép: fca = 0.4 fck = %s%s\n"
IDS_GEO_DGNREPORT_TUNNEL_FCAS_ALLOW_ = "- Ứng suất uốn - nén cho phép: fca = 0.4 fck = %s ~ %s%s\n"
IDS_GEO_DGNREPORT_TUNNEL_FCK_28_ = "- Cường độ thiết kế 28 ngày: fck = %s%s\n"
IDS_GEO_DGNREPORT_TUNNEL_FCKS_28_ = "- Cường độ thiết kế 28 ngày: fck = %s ~ %s%s\n"
IDS_GEO_DGNREPORT_TUNNEL_FORCE_TEND = "Xu hướng phát sinh lực cấu kiện trong các cấu kiện chống đỡ tạm"
IDS_GEO_DGNREPORT_TUNNEL_FRANCE_MANAGE = "Tiêu chuẩn quản lý kỹ thuật Pháp"
IDS_GEO_DGNREPORT_TUNNEL_FSA_ = "- Ứng suất cho phép: fsa = 0.5 fy = %s%s\n"
IDS_GEO_DGNREPORT_TUNNEL_FSAS_ = "- Ứng suất cho phép: fsa = 0.5 fy = %s ~ %s%s\n"
IDS_GEO_DGNREPORT_TUNNEL_FY_ = "- Cường độ Giới hạn chảy: fy = %s%s\n"
IDS_GEO_DGNREPORT_TUNNEL_FYS_ = "- Cường độ Giới hạn chảy: fy = %s ~ %s%s\n"
IDS_GEO_DGNREPORT_TUNNEL_GROUND = "Đất"
IDS_GEO_DGNREPORT_TUNNEL_GROUND_CONDITION = "Điều kiện đất"
IDS_GEO_DGNREPORT_TUNNEL_HARDROCK = "Đá cứng"
IDS_GEO_DGNREPORT_TUNNEL_HARDROCK_A = "A (Đá cứng)"
IDS_GEO_DGNREPORT_TUNNEL_HARDROCK_LAYER = "Lớp đá cứng"
IDS_GEO_DGNREPORT_TUNNEL_HORIZ_DISP = "Chuyển vị ngang"
IDS_GEO_DGNREPORT_TUNNEL_HORIZ_INTERVAL_ = "Khoảng cách theo phương ngang (S) = %s %s\n"
IDS_GEO_DGNREPORT_TUNNEL_HORIZ_INTERVAL2_ = "  Khoảng cách theo phương ngang s = %s %s %s %s ....... "
IDS_GEO_DGNREPORT_TUNNEL_HORIZ_INTERVAL3_ = "Khoảng cách theo phương ngang s = %s %s %s %s ......."
IDS_GEO_DGNREPORT_TUNNEL_HORIZ_STRAIN = "Biến dạng ngang"
IDS_GEO_DGNREPORT_TUNNEL_IDEAL_DISP = "Chuyển vị lý tưởng bên trong"
IDS_GEO_DGNREPORT_TUNNEL_JAPAN_CONSTRUCT_MANAGE = "Tiêu chuẩn quản lý xây dựng Nhật Bản"
IDS_GEO_DGNREPORT_TUNNEL_JAPAN_SETTLE_MANAGE = "Tiêu chuẩn quản lý lún do lực cắt (Hội Kỹ thuật Địa kỹ thuật Nhật Bản, 1986)"
IDS_GEO_DGNREPORT_TUNNEL_LENGTH_CENTER2COMPRESS = "Khoảng cách giữa trọng tâm của cốt thép và thớ biên chịu nén\n"
IDS_GEO_DGNREPORT_TUNNEL_LEVEL = "Mức độ"
IDS_GEO_DGNREPORT_TUNNEL_LINING_ANAL_CHECK = "Kết quả phân tích vỏ hầm và kiểm tra nội lực mặt cắt"
IDS_GEO_DGNREPORT_TUNNEL_LINING_ANAL_RESULT = "Kết quả phân tích lớp lót"
IDS_GEO_DGNREPORT_TUNNEL_LINING_REPORT_CREATE = "Tạo báo cáo thiết kế vỏ hầm"
IDS_GEO_DGNREPORT_TUNNEL_LINING_REPORT_DGN = "Tạo báo cáo thiết kế lớp lót hầm - Thiết kế theo ứng suất cho phép"
IDS_GEO_DGNREPORT_TUNNEL_LINING_REPORT_DONE = "Hoàn tất tạo báo cáo thiết kế lớp lót hầm"
IDS_GEO_DGNREPORT_TUNNEL_LINING_STRENGTH_DGN = "Tạo báo cáo thiết kế lớp lót hầm - Thiết kế theo cường độ"
IDS_GEO_DGNREPORT_TUNNEL_LIST = "Danh sách"
IDS_GEO_DGNREPORT_TUNNEL_LOAD_BALANCING_F_ = "Cân bằng tải trọng : Sub1(P,b) = Sub1(C,c) + Sub1(C,s) + Sub1(T,s) = %s %s"
IDS_GEO_DGNREPORT_TUNNEL_LOAD_COMB = "Tổ hợp tải trọng"
IDS_GEO_DGNREPORT_TUNNEL_MANAGE_LEVEL = "Mức độ quản lý"
IDS_GEO_DGNREPORT_TUNNEL_MANAGE_STANDARD = "Tiêu chuẩn quản lý"
IDS_GEO_DGNREPORT_TUNNEL_MANAGE_STANDARD_MM = "Tiêu chuẩn quản lý\n(mm/day)"
IDS_GEO_DGNREPORT_TUNNEL_MATERIAL_FORCE = "Lực cấu kiện"
IDS_GEO_DGNREPORT_TUNNEL_MAX_ALLOW_DISP = "Chuyển vị tối đa cho phép bên trong"
IDS_GEO_DGNREPORT_TUNNEL_MAX_AXIAL = "Khi lực dọc lớn nhất"
IDS_GEO_DGNREPORT_TUNNEL_MAX_DISP = "Chuyển vị khai thác lớn nhất tại đỉnh vòm (cm)"
IDS_GEO_DGNREPORT_TUNNEL_MAX_MOMENT = "Tại mô men tối đa"
IDS_GEO_DGNREPORT_TUNNEL_MAX_SHEAR = "Tại lực cắt tối đa"
IDS_GEO_DGNREPORT_TUNNEL_MAX_SHEARSTEEL_STRENGTH_F_ = "  Cường độ lực cắt lớn nhất của thép cốt Sub1(V,smax) = 2/3%s\R(Sub1(f,ck))%sb%sd = %s%s"
IDS_GEO_DGNREPORT_TUNNEL_MAX_SHEARSTEEL_STRENGTH2_F_ = "Cường độ lực cắt lớn nhất của thép cốt Sub1(V,smax) = 2/3%s\R(Sub1(f,ck))%sb%sd = %s%s"
IDS_GEO_DGNREPORT_TUNNEL_MAX_TENSILE_STRESS_ = "Ứng suất chính tối đa (%s)"
IDS_GEO_DGNREPORT_TUNNEL_MEASURES = "Biện pháp"
IDS_GEO_DGNREPORT_TUNNEL_MIN_COMPRESS_SAFETY = "Khi xảy ra hệ số an toàn nhỏ nhất đối với nén do uốn"
IDS_GEO_DGNREPORT_TUNNEL_MIN_SHEAR_SAFETY = "Khi xảy ra hệ số an toàn nhỏ nhất đối với lực cắt"
IDS_GEO_DGNREPORT_TUNNEL_MIN_SHEARSTEEL_F_ = "  Vì %s %sSub1(V,c)/2 %s Sub1(V,u) %s %sSub1(V,c) nên bố trí cốt thép lực cắt tối thiểu\n"
IDS_GEO_DGNREPORT_TUNNEL_MIN_TENSILE_STRESS_ = "Ứng suất chính tối thiểu (%s)"
IDS_GEO_DGNREPORT_TUNNEL_MOMENT = "Mô men"
IDS_GEO_DGNREPORT_TUNNEL_MOMENT_BALANCING_F_ = "Cân bằng mô men : Sub1(M,b) = Sub1(M,cc) + Sub1(M,cs) + Sub1(M,ts) = %s %s"
IDS_GEO_DGNREPORT_TUNNEL_MOMENT_TABLE = "Bảng mô men"
IDS_GEO_DGNREPORT_TUNNEL_NEED_SHEAR_F_ = "  %s Vì  %sSub1(V,c) %s Sub1(V,u) nên cần cốt thép lực cắt\n\n"
IDS_GEO_DGNREPORT_TUNNEL_NEED_STEEL_F_ = "Cốt thép yêu cầu Sub1( ,applied)Sub1(A,v) = max[Sub1( ,req)Sub1(A,v),Sub1( ,min)Sub1(A,v)] = %s %s\n"
IDS_GEO_DGNREPORT_TUNNEL_NEUTRAL_F_ = "Trục trung hòa : Sub1(c,b) = \F(0.003, 0.003+Sub1(f,y)/Sub1(E,s)) %s d = %s %s"
IDS_GEO_DGNREPORT_TUNNEL_NO_SHEARSTEEL_F_ = "  %s Vì %sSub1(V,c)/2 %s Sub1(V,u) nên không cần cốt thép lực cắt\n"
IDS_GEO_DGNREPORT_TUNNEL_NO2_SHEARSTEEL_F_ = "  %s Vì %sSub1(V,c) %s Sub1(V,u) nên không cần cốt thép lực cắt\n"
IDS_GEO_DGNREPORT_TUNNEL_NOMINAL_AXLE_LOAD_F_ = "    Tải trọng dọc danh định : ØSub1(P,n) = %s %s %s Sub1(P,u) ....... "
IDS_GEO_DGNREPORT_TUNNEL_NOMINAL_MOMENT_F_ = "    Mô men danh định : ØSub1(M,n) = %s %s %s Sub1(M,u) ....... "
IDS_GEO_DGNREPORT_TUNNEL_OUTPUT = "Kết quả phân tích"
IDS_GEO_DGNREPORT_TUNNEL_OVER_100 = "Bằng và lớn hơn 100"
IDS_GEO_DGNREPORT_TUNNEL_OVERBURDEN = "Tải trọng trên (m)"
IDS_GEO_DGNREPORT_TUNNEL_P_ = "- Lực dọc cho phép : P = A x fsa = ( %s x 0.025%s ) / 4 x %s = %s%s\n"
IDS_GEO_DGNREPORT_TUNNEL_PARALLEL_CHECK = "- Kiểm tra trạng thái song song\n"
IDS_GEO_DGNREPORT_TUNNEL_PS_ = "- Lực dọc cho phép : P = A x fsa = ( %s x 0.025%s ) / 4 x %s = %s ~ %s%s\n"
IDS_GEO_DGNREPORT_TUNNEL_REPORT_CREATE = "Tạo báo cáo hầm"
IDS_GEO_DGNREPORT_TUNNEL_REPORT_CREATE_OUTPUT = "Tạo báo cáo phân tích hầm - Xuất kết quả"
IDS_GEO_DGNREPORT_TUNNEL_REPORT_DISP_CHECK = "Tạo báo cáo phân tích hầm - Kiểm tra chuyển vị"
IDS_GEO_DGNREPORT_TUNNEL_REPORT_DONE = "Hoàn tất tạo báo cáo phân tích hầm"
IDS_GEO_DGNREPORT_TUNNEL_REPORT_FORCE_CHECK = "Tạo báo cáo phân tích hầm - Kiểm tra lực cấu kiện"
IDS_GEO_DGNREPORT_TUNNEL_REPORT_PARAM = "Tạo báo cáo phân tích hầm - Tham số thiết kế áp dụng"
IDS_GEO_DGNREPORT_TUNNEL_REVIEW = "Xem xét"
IDS_GEO_DGNREPORT_TUNNEL_REVIEW_POS = "Vị trí xem xét"
IDS_GEO_DGNREPORT_TUNNEL_REVIEW_SATISFACTION_ = "%s Kết quả kiểm tra - thỏa mãn ứng suất cho phép\n"
IDS_GEO_DGNREPORT_TUNNEL_REVIEW_STEEL_NEED_ = "%s Kết quả kiểm tra - vượt ứng suất cho phép và cần gia cường cốt thép\n"
IDS_GEO_DGNREPORT_TUNNEL_ROCKBOLT = "* Lực dọc neo đá\n"
IDS_GEO_DGNREPORT_TUNNEL_ROCKBOLT_AXIAL = "Lực trục của bu lông đá"
IDS_GEO_DGNREPORT_TUNNEL_ROCKBOLT_AXIAL_ = "Lực trục của bu lông đá (%s)"
IDS_GEO_DGNREPORT_TUNNEL_ROCKBOLT_AXIAL2 = "Lực trục của bu lông đá"
IDS_GEO_DGNREPORT_TUNNEL_SAND_LAYER = "Lớp đất cát"
IDS_GEO_DGNREPORT_TUNNEL_SECTION_2MOMENT_ = "Mô men quán tính (I)\n%s"
IDS_GEO_DGNREPORT_TUNNEL_SECTION_AREA_ = "Diện tích mặt cắt (A)\n%s"
IDS_GEO_DGNREPORT_TUNNEL_SECTION_CONSTANT = "\tHằng số mặt cắt và phương trình tính ứng suất"
IDS_GEO_DGNREPORT_TUNNEL_SECTION_FACTOR_ = "Đặc trưng mặt cắt (Z)\n%s"
IDS_GEO_DGNREPORT_TUNNEL_SECTION_REVIEW = "Xem xét mặt cắt"
IDS_GEO_DGNREPORT_TUNNEL_SECTION_TABLE = "Bảng lực mặt cắt"
IDS_GEO_DGNREPORT_TUNNEL_SETTLE_OCCUR = "Lún xảy ra"
IDS_GEO_DGNREPORT_TUNNEL_SHARE_LOAD = "Tỷ lệ chia tải (%)"
IDS_GEO_DGNREPORT_TUNNEL_SHEAR_ = "Ứng suất cắt (%s)"
IDS_GEO_DGNREPORT_TUNNEL_SHEAR_FORCE = "Lực cắt"
IDS_GEO_DGNREPORT_TUNNEL_SHEAR_RESULT = "Kết quả kiểm tra cắt"
IDS_GEO_DGNREPORT_TUNNEL_SHEAR_STEEL_F_ = "+ Cốt thép lực cắt (Sub1(A,v)) = %s - %s Nhánh = %s %s"
IDS_GEO_DGNREPORT_TUNNEL_SHEAR_STRESS = "Ứng suất cắt"
IDS_GEO_DGNREPORT_TUNNEL_SHEAR_TABLE = "Bảng lực cắt"
IDS_GEO_DGNREPORT_TUNNEL_SHEARCHECK_SECTIONFORCE = "Nội lực mặt cắt khi kiểm tra lực cắt"
IDS_GEO_DGNREPORT_TUNNEL_SHEARSTEEL_F_ = "  Vì %s %sSub1(V,c) %s Sub1(V,u) nên cần cốt thép lực cắt\n"
IDS_GEO_DGNREPORT_TUNNEL_SHOTCREATE_COMPRESS = "Ứng suất nén uốn của shotcrete"
IDS_GEO_DGNREPORT_TUNNEL_SHOTCREATE_SHEAR = "Ứng suất cắt cho phép của shotcrete"
IDS_GEO_DGNREPORT_TUNNEL_SHOTCREATE_STRESS = "* Ứng suất cho phép của shotcrete\n"
IDS_GEO_DGNREPORT_TUNNEL_SHOTCRETE_COMPRESS = "Ứng suất nén uốn của shotcrete"
IDS_GEO_DGNREPORT_TUNNEL_SHOTCRETE_MOMENT = "Mô men bê tông phun"
IDS_GEO_DGNREPORT_TUNNEL_SHOTCRETE_MOMENT_ = "Mô men bê tông phun (%s)"
IDS_GEO_DGNREPORT_TUNNEL_SHOTCRETE_SHEAR = "Lực cắt bê tông phun\n"
IDS_GEO_DGNREPORT_TUNNEL_SHOTCRETE_SHEAR2 = "Lực cắt bê tông phun"
IDS_GEO_DGNREPORT_TUNNEL_SHOTCRETE_SHEAR2_ = "Lực cắt bê tông phun (%s)"
IDS_GEO_DGNREPORT_TUNNEL_SHOTCRETE_STRESS_ = "Ứng suất bê tông phun (%s)"
IDS_GEO_DGNREPORT_TUNNEL_SOFTROCK_B = "B(Đá mềm)"
IDS_GEO_DGNREPORT_TUNNEL_SOIL_PLASTIC = "Đất dẻo"
IDS_GEO_DGNREPORT_TUNNEL_STABILITY_STANDARD = "Tiêu chuẩn đánh giá ổn định hầm"
IDS_GEO_DGNREPORT_TUNNEL_STAGE_DISP_RESULT = "Chuyển vị theo các giai đoạn thi công"
IDS_GEO_DGNREPORT_TUNNEL_STAGE_FORCE = "Lực của các cấu kiện chống đỡ tạm theo giai đoạn thi công"
IDS_GEO_DGNREPORT_TUNNEL_STRENGTH_ = "Độ bền\n(%s)"
IDS_GEO_DGNREPORT_TUNNEL_STRENGTH_DGN = "Phương pháp thiết kế độ bền"
IDS_GEO_DGNREPORT_TUNNEL_STRESS_FORMULA = "Phương trình tổng quát để kiểm tra ứng suất"
IDS_GEO_DGNREPORT_TUNNEL_STRESS_STANDARD_ = "\tTiêu chuẩn kiểm tra ứng suất : %s"
IDS_GEO_DGNREPORT_TUNNEL_STRUCT_ALLOWSTRESS = "Tiêu chuẩn ứng suất cho phép của kết cấu"
IDS_GEO_DGNREPORT_TUNNEL_STRUCT_AXIAL = "Lực trục của các cấu trúc"
IDS_GEO_DGNREPORT_TUNNEL_STRUCT_AXIAL_ = "Lực dọc của kết cấu : %s %s\n"
IDS_GEO_DGNREPORT_TUNNEL_STRUCT_AXIAL2_ = "Lực dọc của kết cấu : %s ~ %s %s\n"
IDS_GEO_DGNREPORT_TUNNEL_STRUCT_AXIAL3_ = "Lực dọc của kết cấu (%s)"
IDS_GEO_DGNREPORT_TUNNEL_STRUCT_BENDING_COMPRESS_STRESS = "Ứng suất dọc do uốn của kết cấu"
IDS_GEO_DGNREPORT_TUNNEL_STRUCT_COMPRESS_ = "Ứng suất nén của kết cấu : %s %s\n"
IDS_GEO_DGNREPORT_TUNNEL_STRUCT_COMPRESS2_ = "Ứng suất nén của kết cấu : %s ~ %s %s\n"
IDS_GEO_DGNREPORT_TUNNEL_STRUCT_SHEAR_ = "Ứng suất lực cắt của kết cấu : %s %s\n"
IDS_GEO_DGNREPORT_TUNNEL_STRUCT_SHEAR_STRESS = "Ứng suất lực cắt của kết cấu"
IDS_GEO_DGNREPORT_TUNNEL_STRUCT_SHEAR2_ = "Ứng suất lực cắt của kết cấu : %s ~ %s %s\n"
IDS_GEO_DGNREPORT_TUNNEL_STRUCT_STRESS_ = "Ứng suất cấu trúc (%s)"
IDS_GEO_DGNREPORT_TUNNEL_TENSE_SEEL_F_ = "* Giới hạn chảy của thép cốt chịu kéo (Sub1(f,y)) = %s %s"
IDS_GEO_DGNREPORT_TUNNEL_TENSILE_STRESS = "Ứng suất kéo"
IDS_GEO_DGNREPORT_TUNNEL_TENSION_RULE_EB_F_ = "Sub1(e,b) %s e ............. chi phối bởi kéo\n"
IDS_GEO_DGNREPORT_TUNNEL_TENSION_RULE_F_ = "Sub1(P,u) %s 0 ............. chi phối bởi kéo\n"
IDS_GEO_DGNREPORT_TUNNEL_THICKNESS_SECTION_ = "* Độ dày mặt cắt (H) = %s %s"
IDS_GEO_DGNREPORT_TUNNEL_THICKNESS_SECTION2_ = "* Độ dày mặt cắt (H) = %s ~ %s %s"
IDS_GEO_DGNREPORT_TUNNEL_TOP_STELL_F_ = "+ Thép lớp trên (Sub1(A,st)) = %s %s"
IDS_GEO_DGNREPORT_TUNNEL_TOTAL_DISP = "Tổng chuyển vị"
IDS_GEO_DGNREPORT_TUNNEL_TOTAL_DISP_ = "Tổng chuyển vị (%s)"
IDS_GEO_DGNREPORT_TUNNEL_TRIAL_ERROR = "- Kiểm tra cường độ mặt cắt (bằng phương pháp thử và sai với trục trung hòa giả định\n"
IDS_GEO_DGNREPORT_TUNNEL_ULTIMATE_AXIAL_F_ = "Lực dọc giới hạn (Sub1(P,u)) = %s %s"
IDS_GEO_DGNREPORT_TUNNEL_ULTIMATE_AXIAL2_F_ = "Lực dọc giới hạn (Sub1(P,u)) = %s %s\n\n"
IDS_GEO_DGNREPORT_TUNNEL_ULTIMATE_MOMENT_F_ = "Mô men giới hạn (Sub1(M,u)) = %s %s\n\n"
IDS_GEO_DGNREPORT_TUNNEL_ULTIMATE_SHEAR_F_ = "Lực cắt giới hạn (Sub1(V,u)) = %s %s"
IDS_GEO_DGNREPORT_TUNNEL_UNDER_STRUCT = "Cấu trúc ngầm"
IDS_GEO_DGNREPORT_TUNNEL_UNDERGD_MEASURE = "Tiêu chuẩn quản lý quan trắc và biện pháp cho hầm nhà máy điện ngầm"
IDS_GEO_DGNREPORT_TUNNEL_USED_STEEL_F_ = "  Cốt thép sử dụng Sub1(A,v) = %s %s %s Sub1(,min)Sub1(A,v) ....... "
IDS_GEO_DGNREPORT_TUNNEL_USED_STEEL2_F_ = "Cốt thép sử dụng Sub1(A,v) = %s %s %sSub1( ,applied)Sub1(A,v) ....... "
IDS_GEO_DGNREPORT_TUNNEL_USED_STEEL3_F_ = "  Cốt thép sử dụng Sub1(A,v) = %s %s %s Sub1( ,req)Sub1(A,v)....... "
IDS_GEO_DGNREPORT_TUNNEL_USER_DEFINE = "Người dùng định nghĩa"
IDS_GEO_DGNREPORT_TUNNEL_VCA_SHEAR_ = "- Ứng suất lực cắt cho phép : Vca = 0.08 \R(fck) = %s%s\n"
IDS_GEO_DGNREPORT_TUNNEL_VCAS_SHEAR_ = "- Ứng suất lực cắt cho phép : Vca = 0.08\R(fck) = %s ~ %s%s\n"
IDS_GEO_DGNREPORT_TUNNEL_VERT_DISP = "Chuyển vị đứng"
IDS_GEO_DGNREPORT_TUNNEL_VERT_STRAIN = "Biến dạng đứng"
IDS_GEO_DGNREPORT_TUNNEL_WEATHERED_C = "C(Đá phong hóa)"
IDS_GEO_DGNREPORT_TUNNEL_WIDTH_UNIT_ = "Bề rộng đơn vị (B) = %s %s\n"
IDS_GEO_DGNREPORT_UNITWEIGHT = "Trọng lượng đơn vị (tonf/m^3)"
IDS_GEO_DGNREPORT_UNITWEIGHT_ = "Trọng lượng riêng\n(%s)"
IDS_GEO_DGNREPORT_WET_UNITWEIGHT_ = "Trọng lượng đơn vị bão hòa\n(%s)"
IDS_GEO_DGNREPORT_SLOPE_UUTEST = "Ứng suất lực cắt không thoát nước (thí nghiệm UU)"
IDS_GEO_DGNREPORT_SLOPE_CDTEST = "Ứng suất lực cắt dư (thí nghiệm CD)"
IDS_GEO_DGNREPORT_CONSOL_BURIED_LAYER = "Bãi chôn lấp"
IDS_GEO_DGNREPORT_CONSOL_BURIED_THICK_ = "Bãi chôn lấp%s"
IDS_GEO_DGNREPORT_CONSOL_BURIED_THICK2_ = "Bãi chôn lấp(%s)"
IDS_GEO_DGNREPORT_CONSOL_BURIED_THICK = "Chiều rộng bãi chôn lấp"
IDS_GEO_DGNREPORT_CONSOL_BURIED_THICK2 = "Chiều rộng bãi chôn lấp"
IDS_GEO_DGNREPORT_CONSOL_WATERLEVEL = "Mực nước"
IDS_GEO_DGNREPORT_FDN_SAND_CPHI = "C-Phi"
IDS_GEO_DGNREPORT_ROCK_Introduction = "Giới thiệu"
IDS_GEO_DGNREPORT_ROCK_Research_Obejectives = "Mục tiêu dự án"
IDS_GEO_DGNREPORT_ROCK_IResearch_Obejective1 = "Mục tiêu chính của việc phân tích và thiết kế mái dốc đá là xác định góc dốc tối ưu và phương pháp gia cường dựa trên tính khả thi thi công và hiệu quả chi phí.\nKhác với mái dốc đất, đá có các mặt không liên tục như khe nứt, đứt gãy và vùng dập vỡ, nơi các yếu tố mất ổn định đã tồn tại sẵn."
IDS_GEO_DGNREPORT_ROCK_Research_Scope = "Phạm vi dự án"
IDS_GEO_DGNREPORT_ROCK_Research_Scope1 = "Nói chung, nếu mái dốc đào cao trên 20m thì sẽ được đánh giá là trạng thái không ổn định và được phân tích theo các tiêu chí thiết kế. Bảng sau là các chỉ tiêu chi tiết để quyết định phạm vi dự án."
IDS_GEO_DGNREPORT_ROCK_Research_Scope2 = "[Phạm vi dự án]"
IDS_GEO_DGNREPORT_ROCK_Research_Scope3 = "Loại"
IDS_GEO_DGNREPORT_ROCK_Research_Scope4 = "Đánh giá chỉ số"
IDS_GEO_DGNREPORT_ROCK_Research_Scope5 = "Đường cắt"
IDS_GEO_DGNREPORT_ROCK_Research_Scope6 = "Mái dốc đào có chiều cao trên 20m\nĐất và đá phong hóa/dập vỡ\nĐánh giá các công trình lân cận gần mái dốc đào\nTrường hợp mái dốc có lịch sử phá hoại\nĐiều tiết dòng chảy khi mực nước cao\n"
IDS_GEO_DGNREPORT_ROCK_Design_Criteria = "Tiêu chí thiết kế"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type = "Góc dốc"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type1 = "Nói chung, góc tiêu chuẩn của mái dốc đào được liệt kê trong bảng dưới đây dựa trên phân loại đá."
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type2 = "Phân loại đá\n(Độ bền)"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type3 = "Chất lượng đá"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type4 = "T.C.R %"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type5 = "R.Q.D %"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type6 = "Phương pháp\nkhai thác"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type7 = "Góc dốc"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type8 = "Xây dựng bờ dốc"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type9 = "Đá phong hóa\n"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type10 = "Dưới 20%"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type11 = "Dưới 10%"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type12 = "Đá thu hoạch"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type13 = "1:1.0"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type14 = "Bề rộng 1m với khoảng cách theo chiều cao 5m"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type15 = "Đá nguyên khối"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type16 = "20-30%"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type17 = "10-25%"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type18 = "Đá nổ"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type19 = "1:0.8"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type20 = "40-50%"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type21 = "25-30%"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type22 = "Đá nổ"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type23 = "1:0.7"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type24 = "Trên 70%"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type25 = "40-50%"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type26 = "Đá nổ"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type27 = "1:0.5"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type28 = "Bề rộng 1~2m với khoảng cách theo chiều cao 10m\nBề rộng 3m với khoảng cách theo chiều cao 20m"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_1type29 = "[Mái dốc tiêu chuẩn theo phân loại đá]"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type1 = "Phân loại"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type2 = "Chiều cao dốc"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type3 = "Góc dốc"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type4 = "Bộ Xây dựng"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type5 = "Công ty Đường cao tốc (KR)"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type6 = "Công ty Đất đai Hàn Quốc"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type7 = "LH Co.(KR)"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type8 = "Đất"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type9 = "Trên 5m"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type10 = "1:1.5"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type11 = "1:1.5"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type12 = "1:1.5"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type13 = "1:1.5"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type14 = "0~5m"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type15 = "1:1.2"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type16 = "1:1.2"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type17 = "1:1.2"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type18 = "1:1.2"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type19 = "Đá thu hoạch"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type20 = "Trên 5m"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type21 = "0~5m"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type22 = "1:0.7"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type23 = "1:1.0"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type24 = "1:1.0"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type25 = "1:1.2"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type26 = "1:1.0"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type27 = "Đá nổ"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type28 = "Đá mềm"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type29 = "Đá cứng"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type30 = "Trên 5m"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type31 = "0~5m"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type32 = "1:0.5"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type33 = "1:0.5"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type34 = "1:0.5"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type35 = "1:1.0"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type36 = "1:0.8"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type37 = "[Tiêu chuẩn dốc cho Viện]"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction = "Xây dựng bờ dốc"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction1 = "Mục đích chính của việc thi công bậc mái (berm) là đảm bảo ổn định mái dốc chống lại phá hoại trên diện rộng và đồng thời đảm bảo lối đi cho công tác bảo trì."
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction2 = "Phân loại"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction3 = "Viện"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction4 = "Xây dựng bờ dốc"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction5 = "Hàn Quốc"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction6 = "Nhật Bản"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction7 = "Công ty Đường cao tốc\nSổ tay thiết kế đường cao tốc\n(1996)"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction8 = "Bộ Xây dựng"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction9 = "Sổ tay thiết kế đường cao tốc"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction10 = "Tiêu chuẩn kỹ thuật xây dựng"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction11 = "Đá rời rạc : R.Q.D = 0~10%, bề rộng 1m với bước tăng chiều cao 5m\nĐá nổ mìn\nRQD = 10~25% : bề rộng 1~2m với bước tăng chiều cao 10m\nRQD = 25~35% : bề rộng 1~2m với bước tăng chiều cao 10m\nRQD = Trên 40% : bề rộng 3m với bước tăng chiều cao 20m"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction12 = "Bề rộng 1m với bước tăng chiều cao 5m, bề rộng 3m với bước tăng chiều cao 20m"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction13 = "Với khoảng cách theo chiều cao 7m"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction14 = "Ranh giới địa tầng. Với khoảng cách theo chiều cao 7m"
IDS_GEO_DGNREPORT_ROCK_Slope_Berm_Construction15 = "[Tiêu chuẩn thi công bậc mái dốc]"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety = "Tiêu chí thiết kế cho mái dốc đào"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety1 = "Tiêu chí thiết kế cho mái dốc đào thường nằm trong khoảng từ 1.1 đến 1.5 cho mùa khô và mùa mưa. Tiêu chí này cũng dựa trên khảo sát hiện trường và điều kiện tải trọng của mái dốc."
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety2 = "Hệ số an toàn tối thiểu"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety3 = "KISTEC(KR)"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety4 = "Korea Expressway Co."
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety5 = "NAVFAC(US)"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety6 = "Ủy ban than quốc gia(UK)"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety7 = "Ẩm"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety8 = "Khô"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety9 = "Tiêu chuẩn thiết kế Hàn Quốc"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety10 = "Chỉ thị thiết kế đường"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety11 = "Tải trọng tác dụng trong dài hạn"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety12 = "Nền móng cấu trúc"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety13 = "Tải trọng tạm thời trong quá trình thi công"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety14 = "Trong một trận động đất"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety15 = "Ứng suất lực cắt không thoát nước (thí nghiệm UU)"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety16 = "Ứng suất lực cắt dư (thí nghiệm CD)"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety17 = "Cát bão hòa(C=0)"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety18 = "C=0, trong trường hợp thí nghiệm CD"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety19 = "[Tiêu chí thiết kế cho mái dốc đào]"
IDS_GEO_DGNREPORT_ROCK_Design_Options = "Tùy chọn thiết kế"
IDS_GEO_DGNREPORT_ROCK_Design_Options1 = "Phân loại"
IDS_GEO_DGNREPORT_ROCK_Design_Options2 = "Hệ số an toàn tối thiểu"
IDS_GEO_DGNREPORT_ROCK_Design_Options3 = "Đường cắt"
IDS_GEO_DGNREPORT_ROCK_Design_Options4 = "Khô"
IDS_GEO_DGNREPORT_ROCK_Design_Options5 = "Ẩm"
IDS_GEO_DGNREPORT_ROCK_Design_Options6 = "[Tùy chọn thiết kế]"
IDS_GEO_DGNREPORT_Rock_Slope_Stability_Analysis = "Phân tích ổn định dốc đá"
IDS_GEO_DGNREPORT_Rock_Slope_Stability_Analysis1 = "Nền tảng"
IDS_GEO_DGNREPORT_Rock_Slope_Stability_Analysis2 = "Chiếu lập thể hướng của các mặt không liên tục và góc ma sát trong, thu được từ khảo sát địa chất hiện trường, và đánh giá ổn định theo các dạng phá hoại của mái dốc đá.\nÁp dụng thông tin và đặc trưng cường độ của mặt khe nứt, đã được phân loại là xác suất phá hoại (mất ổn định) từ phân tích chiếu lập thể."
IDS_GEO_DGNREPORT_Rock_Stereographic_Analysis = "Phân tích hình chiếu"
IDS_GEO_DGNREPORT_Rock_Stereographic_Analysis1 = "Phân tích lập thể có thể được phân loại thành biểu đồ cực (pole plot) và biểu đồ vòng tròn lớn (great-circle plot). Biểu đồ vòng tròn lớn dùng để ước tính khả năng phá hoại dạng nêm, trong khi biểu đồ cực dùng cho cả phá hoại dạng phẳng và lật.\nPhương pháp hiện có sử dụng vòng tròn nhỏ, vốn được dùng để vẽ chênh lệch phương vị giữa mái dốc và mặt khe nứt, chỉ biểu thị phạm vi góc tại một điểm nhất định chứ không phải phương vị thực tế. Do đó, để vẽ đúng tiêu chuẩn phá hoại, cần vẽ một vòng tròn lớn với mái dốc 90 độ. Với vòng tròn lớn bổ sung (đường thẳng), có thể xác định vùng phá hoại tiềm năng hợp lý hơn.\nNgay cả khi các mặt không liên tục không nằm trong vùng phá hoại tiềm năng, nếu có yếu tố mất ổn định khi xét đến đặc tính của mặt khe nứt (vật liệu lấp đầy), thì cần thực hiện kiểm tra ổn định."
IDS_GEO_DGNREPORT_Rock_Stereographic_Analysis2 = "Phân loại"
IDS_GEO_DGNREPORT_Rock_Stereographic_Analysis3 = "Thất bại mặt phẳng"
IDS_GEO_DGNREPORT_Rock_Stereographic_Analysis4 = "Thất bại hình chóp"
IDS_GEO_DGNREPORT_Rock_Stereographic_Analysis5 = "Thất bại lật"
IDS_GEO_DGNREPORT_Rock_Stereographic_Analysis6 = ""Trụ"
IDS_GEO_DGNREPORT_Rock_Stereographic_Analysis7 = ""Trụ"
IDS_GEO_DGNREPORT_Rock_Stereographic_Analysis8 = "[Vùng không ổn định cho từng chế độ phá hoại]"
IDS_GEO_DGNREPORT_Rock_Limit_Equilibrium_Analysis = "Phân tích Cân bằng Giới hạn"
IDS_GEO_DGNREPORT_Rock_Limit_Equilibrium_Analysis1 = "Phân tích cân bằng giới hạn nhằm kiểm tra ổn định phá hoại có xét đến đặc trưng cường độ của các mặt khe nứt, trọng lượng nêm và điều kiện tải trọng như áp lực nước, lực gia cường và tải trọng ngoài."
IDS_GEO_DGNREPORT_Rock_Limit_Equilibrium_Analysis2 = "Phân loại"
IDS_GEO_DGNREPORT_Rock_Limit_Equilibrium_Analysis3 = "Chế độ thất bại"
IDS_GEO_DGNREPORT_Rock_Limit_Equilibrium_Analysis4 = "Điều kiện thất bại"
IDS_GEO_DGNREPORT_Rock_Limit_Equilibrium_Analysis5 = "P"
IDS_GEO_DGNREPORT_Rock_Limit_Equilibrium_Analysis6 = "W"
IDS_GEO_DGNREPORT_Rock_Limit_Equilibrium_Analysis7 = "T"
IDS_GEO_DGNREPORT_Rock_Limit_Equilibrium_Analysis8 = "Khối phá hoại có độ dày đơn vị và hai bên của khối phá hoại được giả định là mặt tự do, không có sức kháng ma sát.\nPhương của mặt khe nứt phải xấp xỉ song song với phương của mặt dốc trong phạm vi +-20deg. \nMặt khe nứt phải có góc dốc thoải hơn mặt dốc để mặt khe nứt lộ ra qua mặt dốc.\nGóc dốc của mặt khe nứt phải lớn hơn góc ma sát của mặt khe nứt."
IDS_GEO_DGNREPORT_Rock_Limit_Equilibrium_Analysis9 = "Phá hoại dạng nêm có thể xảy ra do trượt trên cả hai mặt theo hướng dọc theo đường giao tuyến hoặc do chỉ trượt theo một mặt kèm theo sự tách rời qua mặt còn lại.\nGóc chúi của đường giao tuyến của hai mặt khe nứt giao nhau phải lớn hơn góc ma sát của bề mặt đá.\nGóc chúi của đường giao tuyến của hai mặt khe nứt phải nhỏ hơn góc dốc của mặt dốc.\nPhương vị của đường giao tuyến của hai mặt khe nứt phải xấp xỉ song song với hướng dốc của mặt dốc (trong phạm vi +-20 deg)."
IDS_GEO_DGNREPORT_Rock_Limit_Equilibrium_Analysis10 = "Phương của mặt khe nứt phải xấp xỉ song song với phương của mặt dốc, nếu không thì hướng dốc của mặt khe nứt phải ngược với mặt dốc. Phá hoại lật, nói chung, gây ra bởi sự kết hợp giữa trượt và hành vi quay của khối, do đó hệ số an toàn không thể tính bằng công thức đơn giản (FS = Lực kháng / Lực gây trượt)."
IDS_GEO_DGNREPORT_Rock_Limit_Equilibrium_Analysis11 = "[Điều kiện phá hoại cho từng chế độ phá hoại,(P: Mặt phẳng, W: Nêm, T: Lật)]"
IDS_GEO_DGNREPORT_Rock_Overview_of_Reinforcement = "Tổng quan về Cốt thép"
IDS_GEO_DGNREPORT_Rock_Overview_of_Reinforcement1 = "Sau đây là các phương pháp Cốt thép điển hình để đảm bảo ổn định mái dốc. Điều này phụ thuộc vào cường độ của đá, sự phân bố các mặt gián đoạn và cơ chế phá hoại."
IDS_GEO_DGNREPORT_Rock_Overview_of_Reinforcement2 = "Cốt thép"
IDS_GEO_DGNREPORT_Rock_Overview_of_Reinforcement3 = "Mô tả"
IDS_GEO_DGNREPORT_Rock_Overview_of_Reinforcement4 = "Đề cương"
IDS_GEO_DGNREPORT_Rock_Overview_of_Reinforcement5 = ""Bu lông"
IDS_GEO_DGNREPORT_Rock_Overview_of_Reinforcement6 = ""Neo"
IDS_GEO_DGNREPORT_Rock_Overview_of_Reinforcement7 = "Bằng cách khoan Móng bằng máy khoan đá, đưa bu lông vào lỗ và bơm vữa, phương pháp này cố định đá rời vào Móng. Bu lông đá cải thiện cường độ nền, từ đó làm giảm lực gây trượt và tăng lực kháng, thay vì làm tăng cường độ của chính nó. Chiều dài và khoảng cách bu lông đá cần được quyết định theo cường độ nền, khe nứt, tình trạng phát triển khe nứt và mạch, điều kiện nước, mức độ dễ mở rộng lỗ khoan, độ tin cậy của việc bơm vữa, v.v. Phương pháp này hiệu quả đối với khu vực nứt nẻ nghiêm trọng hoặc nhiều khe/mạch, hoặc khi cần gia cường cục bộ cho các đoạn có nguy cơ rơi đá. Phương pháp này hạn chế các hoạt động xảy ra dọc theo khe nứt và mạch của đá."
IDS_GEO_DGNREPORT_Rock_Overview_of_Reinforcement8 = "Phương pháp này nén mái dốc bằng lực kéo và tăng lực kháng Lực cắt của Móng bằng cách neo dây thép PC có khả năng chịu kéo lớn, sâu hơn bề mặt trượt dự kiến của mái dốc đào sau khi khoan Móng. Phương pháp này chủ yếu dùng để ngăn phá hoại khối đá và kiềm chế Biến dạng. Neo đá hiệu quả cho gia cường trực tiếp nhờ sức kháng nhổ của Móng và tăng cường gián tiếp đặc tính Vật liệu của Móng. Đồng thời, nó làm tăng lực kháng sau khi Biến dạng xảy ra hơn là làm giảm lực gây trượt. Phương pháp này phù hợp cho mái dốc đá nơi dự kiến xảy ra phá hoại quy mô lớn hoặc khi cần ổn định mái dốc do tính liên tục của các mặt khe nứt."
IDS_GEO_DGNREPORT_Rock_Overview_of_Reinforcement9 = "[Tổng quan về Cốt thép]"
IDS_GEO_DGNREPORT_Rock_Results = "Kết quả"
IDS_GEO_DGNREPORT_Rock_SGP_Results = "Phân tích Đồ thị"
IDS_GEO_DGNREPORT_Rock_SGP_Results1 = "Chiếu lập thể hướng của các mặt gián đoạn và góc ma sát trong thu được từ khảo sát địa chất hiện trường, và đánh giá ổn định theo các chế độ phá hoại của mái dốc đá bằng SoilWorks."
IDS_GEO_DGNREPORT_Rock_SGP_Results2 = "Loại"
IDS_GEO_DGNREPORT_Rock_SGP_Results3 = "Kết quả"
IDS_GEO_DGNREPORT_Rock_SGP_Results4 = "Đánh giá"
IDS_GEO_DGNREPORT_Rock_SGP_Results5 = "Mạng Stereo"
IDS_GEO_DGNREPORT_Rock_SGP_Results6 = "Thất bại mặt phẳng"
IDS_GEO_DGNREPORT_Rock_SGP_Results7 = "Thất bại hình chóp"
IDS_GEO_DGNREPORT_Rock_SGP_Results8 = "Thất bại lật"
IDS_GEO_DGNREPORT_Rock_SGP_Results9 = "Góc dốc tiêu chuẩn"
IDS_GEO_DGNREPORT_Rock_SGP_Results10 = "Kiểm tra"
IDS_GEO_DGNREPORT_Rock_SGP_Results11 = "Không ổn định"
IDS_GEO_DGNREPORT_Rock_SGP_Results12 = "Ổn định"
IDS_GEO_DGNREPORT_Rock_SGP_Results13 = "Hướng dốc của Mái dốc : %s\nGóc ma sát : %s\nMái dốc %s - Có thể %s\n"
IDS_GEO_DGNREPORT_Rock_SGP_Results14 = "Hướng dốc của Mái dốc : %s\nGóc ma sát : %s\nỔn định\n"
IDS_GEO_DGNREPORT_Rock_SGP_Results15 = "[%s]"
IDS_GEO_DGNREPORT_Rock_LEM_Results = "Kết quả"
IDS_GEO_DGNREPORT_Rock_LEM_Results1 = "LEM"
IDS_GEO_DGNREPORT_Rock_LEM_Results2 = "Áp dụng thông tin và đặc trưng cường độ của mặt khe nứt, đã được phân loại theo xác suất phá hoại (mất ổn định) từ phân tích chiếu lập thể bằng SoilWorks."
IDS_GEO_DGNREPORT_Rock_LEM_Results3 = "Loại"
IDS_GEO_DGNREPORT_Rock_LEM_Results4 = "Trọng lượng đơn vị(%s)"
IDS_GEO_DGNREPORT_Rock_LEM_Results5 = "Khớp 1"
IDS_GEO_DGNREPORT_Rock_LEM_Results6 = "Khớp 2"
IDS_GEO_DGNREPORT_Rock_LEM_Results7 = "Chưa gia cường[Khô]"
IDS_GEO_DGNREPORT_Rock_LEM_Results8 = "Chưa gia cường[Ướt]"
IDS_GEO_DGNREPORT_Rock_LEM_Results9 = "Chưa gia cường[Khô]"
IDS_GEO_DGNREPORT_Rock_LEM_Results10 = "Gia cường[Ướt]"
IDS_GEO_DGNREPORT_Rock_LEM_Results11 = "Tiêu chí thiết kế"
IDS_GEO_DGNREPORT_Rock_LEM_Results12 = "Hệ số an toàn"
IDS_GEO_DGNREPORT_Rock_LEM_Results13 = "Kiểm tra"
IDS_GEO_DGNREPORT_Rock_LEM_Results14 = "Trong trường hợp [%s], hệ số an toàn thỏa mãn giá trị cho phép, %.3f, Ổn định."
IDS_GEO_DGNREPORT_Rock_LEM_Results15 = "Trong trường hợp [%s], hệ số an toàn không thỏa mãn giá trị cho phép, %.3f, Cần gia cường."
IDS_GEO_DGNREPORT_Rock_LEM_Results16 = "[%s]"
IDS_GEO_DGNREPORT_Rock_LEM_Results17 = "Mohr-coulomb"
IDS_GEO_DGNREPORT_Rock_LEM_Results18 = "Barton-Bandis"
IDS_GEO_DGNREPORT_Rock_LEM_Results19 = "Hoek-Brown"
IDS_GEO_DGNREPORT_Rock_LEM_Results20 = "Hoek-Brown Tổng quát"
IDS_GEO_DGNREPORT_Rock_LEM_Results21 = "Đường cong sức mạnh"
IDS_GEO_DGNREPORT_Rock_LEM_Results22 = "[Loại mô hình : %s]"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Mohr_coulomb1 = "Độ dính(%s)"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Mohr_coulomb2 = "Góc ma sát(deg)"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Mohr_coulomb3 = "[Tham số sức mạnh cắt]"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Barton_Bandis1 = "JRC"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Barton_Bandis2 = "JCS(%s)"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Barton_Bandis3 = "Phir(deg)"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Hoek_Brown1 = "UCS(%s)"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Hoek_Brown2 = "m"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Hoek_Brown3 = "s"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Generalized_Hoek_Brown1 = "UCS(%s)"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Generalized_Hoek_Brown2 = "mb"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Generalized_Hoek_Brown3 = "s"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Generalized_Hoek_Brown4 = "a"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Power_Curve1 = "a"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Power_Curve2 = "b"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Power_Curve3 = "c"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Consider_Filling1 = "Góc ma sát(deg)"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Consider_Filling2 = "Tỷ lệ lấp đầy"
IDS_GEO_DGNREPORT_Rock_LEM_Results_Consider_Filling3 = "[Các tham số cường độ cho vật liệu lấp đầy]"
IDS_GEO_DGNREPORT_Rock_LEM_Results_ReinForceMent1 = "Lực kéo(%s)"
IDS_GEO_DGNREPORT_Rock_LEM_Results_ReinForceMent2 = "Lực cắt(%s)"
IDS_GEO_DGNREPORT_Rock_LEM_Results_ReinForceMent3 = "Lực kéo ra(%s)"
IDS_GEO_DGNREPORT_Rock_LEM_Results_ReinForceMent4 = "Số lượng"
IDS_GEO_DGNREPORT_Rock_LEM_Results_ReinForceMent5 = "Bu lông đá"
IDS_GEO_DGNREPORT_Rock_LEM_Results_ReinForceMent6 = "Neo đá"
IDS_GEO_DGNREPORT_Rock_LEM_Results_ReinForceMent7 = "Chiều dài tổng(%s)"
IDS_GEO_DGNREPORT_Rock_LEM_Results_ReinForceMent8 = "Chiều dài chưa được lấp"
IDS_GEO_DGNREPORT_Rock_LEM_Results_ReinForceMent9 = "Chiều dài đã được lấp"
IDS_GEO_DGNREPORT_Rock_LEM_Results_ReinForceMent10 = "Số lượng(/%s)"
IDS_GEO_DGNREPORT_Rock_LEM_Results_ReinForceMent11 = "[Tính chất Cốt thép]"
IDS_GEO_DGNREPORT_Rock_Summary_and_Conclusions = "Tóm tắt và Kết luận"
IDS_GEO_DGNREPORT_Rock_Summary_and_Conclusions1 = "Tóm tắt cho mỗi mặt cắt"
IDS_GEO_DGNREPORT_Rock_Summary_and_Conclusions2 = "[Phân tích Đồ thị]"
IDS_GEO_DGNREPORT_Rock_Summary_and_Conclusions3 = "Loại"
IDS_GEO_DGNREPORT_Rock_Summary_and_Conclusions4 = "Đánh giá trước"
IDS_GEO_DGNREPORT_Rock_Summary_and_Conclusions5 = "Dốc tiêu chuẩn"
IDS_GEO_DGNREPORT_Rock_Summary_and_Conclusions6 = "Kết quả"
IDS_GEO_DGNREPORT_Rock_Summary_and_Conclusions7 = "Thất bại mặt phẳng"
IDS_GEO_DGNREPORT_Rock_Summary_and_Conclusions8 = "Thất bại hình chóp"
IDS_GEO_DGNREPORT_Rock_Summary_and_Conclusions9 = "Thất bại lật"
IDS_GEO_DGNREPORT_Rock_Summary_and_Conclusions10 = "Không ổn định"
IDS_GEO_DGNREPORT_Rock_Summary_and_Conclusions11 = "Ổn định"
IDS_GEO_DGNREPORT_Rock_Summary_and_Conclusions12 = "[Phân tích Cân bằng Giới hạn]"
IDS_GEO_DGNREPORT_Rock_Summary_and_Conclusions13 = "Kiểm tra"
IDS_GEO_DLL_ERROR = "Không thể tìm thấy "
IDS_GEO_DLL_REPORT_ERROR = "Đây là mô-đun Report thiết kế của phiên bản không tương thích."
IDS_GEO_DGNREPORT_CONSOL_IZ_Z = "Iz-Z관계"
IDS_GEO_DGNREPORT_CONSOL_E_Z = "E-Z관계"
IDS_GEO_DGNREPORT_CONSOL_BARRON = "Barron"
IDS_GEO_DGNREPORT_CONSOL_YOSHIKUNI = "Yoshikuni"
IDS_GEO_DGNREPORT_CONSOL_HANSBO = "Hansbo"
IDS_GEO_DGNREPORT_CONSOL_ONOUE = "Onoue"
IDS_GEO_DGNREPORT_CONSOL_BARRON_YEAR = ""Barron"
IDS_GEO_DGNREPORT_CONSOL_YOSHIKUNI_YEAR = ""Yoshikuni"
IDS_GEO_DGNREPORT_CONSOL_HANSBO_YEAR = ""Hansbo"
IDS_GEO_DGNREPORT_CONSOL_ONOUE_YEAR = ""Onoue"
IDS_GEO_DGNREPORT_CONSOL_WELL_RESISTANCE = "Kháng lực giếng"
IDS_GEO_DGNREPORT_CONSOL_SMEAR_EFFECT = "Hiệu ứng bôi trơn"
IDS_GEO_DGNREPORT_FDN_ISOF = "직접기초"
IDS_GEO_DGNREPORT_FDN_ISOF_SUMMARY = "직접기초 요약"
IDS_GEO_DGNREPORT_FDN_RESULT_SUMMARY = "설계결과 요약"
IDS_GEO_DGNREPORT_FDN_ISOF_BEARING = "직접기초의 지지력 검토 요약"
IDS_GEO_DGNREPORT_FDN_STATIC = "정역학적 검토"
IDS_GEO_DGNREPORT_FDN_INSITU = "현장시험"
IDS_GEO_DGNREPORT_FDN_ISOF_LATERAL = "직접기초의 횡방향지지력 검토 요약"
IDS_GEO_DGNREPORT_FDN_LATERAL = "횡방향지지력 검토"
IDS_GEO_DGNREPORT_FDN_VER_SETTLEMENT = "연직침하량 검토"
IDS_GEO_DGNREPORT_FDN_AXIALDIR = "축방향"
IDS_GEO_DGNREPORT_FDN_AXIALORTHDIR = "축직각방향"
IDS_GEO_DGNREPORT_FDN_THEORY_BEARING = "이론적 지지력 공식(%s)"
IDS_GEO_DGNREPORT_FDN_SHEAR_BEARING = "지반의 허용전단지지력"
IDS_GEO_DGNREPORT_FDN_SETTLEMENT = "침하량 검토"
IDS_GEO_DGNREPORT_FDN_TERZAGHI = "Sức chịu tải cực hạn của Terzaghi"
IDS_GEO_DGNREPORT_FDN_LOCAL_SHEAR = "국부전단파괴"
IDS_GEO_DGNREPORT_FDN_MODIFY_SHEAR = "수정전단파괴"
IDS_GEO_DGNREPORT_FDN_BEARING_PLACE = "현장시험을 통한 지지력 산정"
IDS_GEO_DGNREPORT_FDN_BEARING_CLAY = "점토지반에서 현장베인시험 결과 이용"
IDS_GEO_DGNREPORT_FDN_BEARING_SAND = "모래자갈지반에서 공내재하시험 결과 이용"
IDS_GEO_DGNREPORT_FDN_BEARING_EXPERIENCE = "경험치에 의한 지지력 산정"
IDS_GEO_DGNREPORT_FDN_BEARING_CON = "Xác định sức chịu tải cho phép theo thí nghiệm xuyên côn (Meyerhof, 1956)"
IDS_GEO_DGNREPORT_FDN_BEARING_PLATE = "평판재하시험에 의한 극한지지력의 산정"
IDS_GEO_DGNREPORT_FDN_ROCK_BEARING = "암반의 지지력산정"
IDS_GEO_DGNREPORT_FDN_BEARING_AXIAL = "일축압축강도를 이용한 지지력 산정"
IDS_GEO_DGNREPORT_FDN_BEARING_ROCKLEVEL = "암반등급분류법에 의한 지지력 산정"
IDS_GEO_DGNREPORT_FDN_BEARING_RQD = "Sức chịu tải cho phép dựa trên RQD"
IDS_GEO_DGNREPORT_FDN_BOTTOM_SHEAR = "기초바닥면의 허용전단저항력"
IDS_GEO_DGNREPORT_FDN_MOVE_PREVENT = "활동방지벽이 유효재하면 이내에 있는 경우"
IDS_GEO_DGNREPORT_FDN_ELASTIC_SETTLEMENT = "탄성이론에 의한 침하량 산정"
IDS_GEO_DGNREPORT_FDN_CLAY_SETTLEMENT = "포화점토상의 기초의 탄성침하량 산정"
IDS_GEO_DGNREPORT_FDN_TRANSFORM_SETTLEMENT = "변형영향계수를 이용한 사질토에서의 탄성침하량 산정"
IDS_GEO_DGNREPORT_FDN_PLATE_SETTLEMENT = "평판재하시험 결과로부터 기초의 침하량 추정"
IDS_GEO_DGNREPORT_FDN_ELASTIC_SETTLEMENT_1 = "Xác định độ lún theo lý thuyết đàn hồi-Ⅰ((Df=0)"
IDS_GEO_DGNREPORT_FDN_ELASTIC_SETTLEMENT_2 = "Xác định độ lún theo lý thuyết đàn hồi-Ⅱ((Df>0)"
IDS_GEO_DGNREPORT_FDN_ELASTIC_DISPLACEMENT = "탄성변위량"
IDS_GEO_DGNREPORT_FDN_SCHMERTMANN_HARTMAN = "Schmertmann và Hartman(1978)"
IDS_GEO_DGNREPORT_FDN_TERZAGHI_PECK = "Terzaghi và Peck(1967)"
IDS_GEO_DGNREPORT_FDN_BOND = "Bond(1961)"
IDS_GEO_DGNREPORT_FDN_ECCEN_CORRECTION = "편심하중에 대한 보정"
IDS_GEO_DGNREPORT_FDN_GROUNDWATER = "지하수위 영향"
IDS_GEO_DGNREPORT_FDN_ISOF_STATE = "직접기초 현황"
IDS_GEO_DGNREPORT_FDN_ELASTIC_RESTRAIN = "Giới hạn đàn hồi"
IDS_GEO_DGNREPORT_FDN_ULTIMATE_BEARING = "극한지지력"
IDS_GEO_DGNREPORT_FDN_ASSHTO = "ASSHTO"
IDS_GEO_DGNREPORT_FDN_MEYERHOF = "Meyerhof"
IDS_GEO_DGNREPORT_FDN_ROWE_ARMITAGE = "Rowe và Armitage(1987)"
IDS_GEO_DGNREPORT_FDN_ZHANG_EINSTEIN = "Zhang và Einstein(1998)"
IDS_GEO_DGNREPORT_FDN_CANADIAN_FOUND = "Sổ tay Kỹ thuật Móng Canada(2006)"
IDS_GEO_DGNREPORT_FDN_NAVFAC = "NAVFAC(1982)"
IDS_GEO_DGNREPORT_FDN_CANADIAN_GEO = "Hội Kỹ thuật Địa chất Canada, (1985)"
IDS_GEO_DGNREPORT_FDN_FHWA = "FHWA"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH1 = "喫醴긋팃팃쪽豚冀令(쉔蓼긋팃묏넋세減방렀(GB 50330-2002))"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH2 = "긋팃喫竟잚謹"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH3 = "I잚"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH4 = "II잚"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH5 = "III잚"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH6 = "IV잚"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH7 = "루뺏넋똑"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH8 = "팃쪽豚冀令(멕욱궐)"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH9 = "H%s8m"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH10 = "8m%sH%s15m"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH11 = "15m%sH%s25m"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH12 = "菓루뺏"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH13 = "櫓된루뺏"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH14 = "퓻루뺏"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH15 = "1:0.00~1:0.10"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH16 = "1:0.10~1:0.15"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH17 = "1:0.10~1:0.15"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH18 = "1:0.15~1:0.25"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH19 = "1:0.25~1:0.35"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH20 = "1:0.35~1:0.50"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH21 = "1:0.50~1:0.75"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH22 = "1:0.75~1:1.00"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH23 = "1:0.10~1:0.15"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH24 = "1:0.15~1:0.25"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH25 = "1:0.15~1:0.25"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH26 = "1:0.25~1:0.35"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH27 = "1:0.35~1:0.50"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH28 = "1:0.50~1:0.75"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH29 = "1:0.75~1:1.00"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH30 = "1:0.15~1:0.25"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH31 = "1:0.25~1:0.35"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH32 = "1:0.25~1:0.35"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH33 = "1:0.35~1:0.50"
IDS_GEO_DGNREPORT_ROCK_Design_Slope_Angle_2type_CH34 = "[몹考竟방땍돨깃硫허閨-H槨긋팃멕똑]"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety_CH1 = "쉔蓼긋팃묏넋세減방렀\n(GB50330-2012)"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety_CH2 = "寧섬긋팃(틱충샀粮窟뺄땡랬)"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety_CH3 = "랗섬긋팃(틱충샀粮窟뺄땡랬)"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety_CH4 = "힛섬긋팃(틱충샀粮窟뺄땡랬)"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_INPUTDATA = "볺쀍긢??"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_MODELIMAGE = "긾긢깑?"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Newmark_Remain = "Newmark - 럄뿯떗뱗믟돷"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Newmark_Moment = "Newmark - 뢷렄떗뱗믟돷"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Nexco_None = "Nexco - 떗뱗믟돷귩뛩뿶궢궶궋"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Nexco_Remain = "Nexco - 뢷렄떗뱗믟돷"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Nexco_Moment = "Nexco - 럃렄떗뱗믟돷"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Remain = "럄뿯떗뱗"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Remain_a = "럄뿯떗뱗(a)"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Remain_b = "럄뿯떗뱗(b)"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Peek = "긯?긏떗뱗"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Peek_a = "긯?긏떗뱗(a)"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Peek_b = "긯?긏떗뱗(b)"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_COHESION = "봖뭶쀍\n(%s)"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_FRICTION_ANGLE = "볙븫?랢둷\n%s(걢)"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_PARAM = "긬깋긽??"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_GMAT_NO = "뭤붦븿맜\n붥뜂"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_D50 = "D50\n(%s)"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_CALC_SAFETY = "댝멣뿦똶럁"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_MIN_SAFETY_LIST = "띍룷댝멣뿦깏긚긣"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_ANALNAME = "됶먏긑?긚뼹 : %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_ANALTYPE = "됶먏롰쀞 : %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_CALCTYPE = "똶럁뺴? : %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_FORMULA = "똶럁렜\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_FROMHERE = "궞궞궳\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_FS = "%s: 댝멣뿦\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_R = "%s: 궥귊귟?뚇궻뵾똞(%s)\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_C = "%s: 봖뭶쀍(%s)\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_L = "%s: 긚깋귽긚뮮궠(%s)\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_W = "%s: 긚깋귽긚궻멣뢣쀊(%s)\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Alpha = "%s: 긚깋귽긚뭷?궴궥귊귟?궻뭷륲듩둷뱗[deg]\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_W_ = "%s: 긚깋귽긚뢣쀊(릣댧댥돷궼뻆쁝뭁댧뫬먑뢣쀊(%s)\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_KH = "%s: 먠똶릣빟릏뱗\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_PHI = "%s: 볙븫?랢둷[deg]\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_y = "%s: 긚깋귽긚궻뮮궠(%s)\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_dMinSafety = "띍룷댝멣뿦 = %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_dCircleCenterX = "?궻뭷륲 X뺴뛀띆뷭뭠(%s) = %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_dCircleCenterZ = "?궻뭷륲 Z뺴뛀띆뷭뭠(%s) = %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_dCircleRadius = "?궻뵾똞?R(%s) = %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_dMomentofResistance = "믭뛕긾?긽깛긣(%s) = %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_dMomentofMovement = "딳벍긾?긽깛긣(%s) = %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_SAFETY_IMG = "댝멣뿦?"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_dAH_PEAK = "?븱릏뱗 (긯?긏떗뱗렄) = %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_dAH_RES = "?븱릏뱗 (럄뿯떗뱗렄) = %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_dDINETIA = "뒿맜긾?긽깛긣(%s) = %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_dRNUME = "뭤릏믭뛕쀍궻딈?딳벍긾?긽깛긣(%s) = %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_dRDENO = "뭤릏뒿맜쀍궻딈?딳벍긾?긽깛긣(%s) = %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_dDISPL_MAX = "뒍벍빾댧쀊걙맫걚(%s) = %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_dDISPL_MIN = "뒍벍빾댧쀊걙븠걚(%s) = %s\n"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_dDISPL_IMG = "뒍벍빾댧쀊궻렄뜌쀰?"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_NEWMARK_LIST = "긦깄???긏?깏긚긣"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Factor_of_safety_design_criteria = "먠똶딈?댝멣뿦"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Interpretation_of_the_min_safety_factor = "띍룷댝멣뿦"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Fellenius = "Fellenius"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_Road_Fellenius = "Modified Fellenius(볷?벞쁇뱘뛊)"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_River_Fellenius = "Modified Fellenius(볷?됋먯믥뻞)"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_ANALTYPE_Desc = "Newmark궸귝귟뒍벍빾댧쀊똶럁"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_INPUTDATA_STAGE = "볺쀍긢?? - %s"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_CALC_SAFETY_STAGE = "댝멣뿦똶럁 - %s"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_NEWMARK_LIST_STAGE = "긦깄???긏?깏긚긣- %s"
IDS_GEO_DGNREPORT_SLOPE_NEWMARK_STAGNAME = "?뛊뭝둏뼹뤝 : %s\n"
IDS_GEO_DGNREPORT_FDN_REACTION = "지반반력"
IDS_GEO_DGNREPORT_FDN_CONDITION = "기초현황"
IDS_GEO_DGNREPORT_ROCK_Factor_of_Safety20 = "암반 포화구간 1/2심도까지 지하수 적용"
IDS_GEO_DGNREPORT_SLOPE_SELECT_STANDARD_CH0 = "쌓기비탈면이 다음 조건에 해당하는 경우에는 반드시 안정해석을 실시한다."
IDS_GEO_DGNREPORT_SLOPE_SELECT_STANDARD_CH1 = "쌓\n기\n부"
IDS_GEO_DGNREPORT_SLOPE_SELECT_STANDARD_CH2 = "ㆍ비탈면 높이가 10m 이상인 경우\nㆍ쌓기재료의 함수특성이 높고, 전단강도가 낮은 경우\nㆍ붕괴시 복구가 장시간 소요되거나 주변 인접시설물에 중대한 인명, 재산상\n피해를 주는 경우\nㆍ지형특성으로 인하여 쌓기토체 내부로 지속적인 지하수의 유입이\n발생하는 경우 (경사지반, 계곡부 쌓기)\nㆍ홍수시 비탈면이 침수되거나 비탈끝이 침식되는 경우\nㆍ쌓기비탈면의 원지반이 양호하지 못한 경우(연약지반 등)\nㆍ내진안정해석이 필요한 경우\nㆍ위 조건 외에 설계가자 필요하다고 판단하는 경우"
IDS_GEO_DGNREPORT_SLOPE_SELECT_STANDARD_CH3 = "연 약 지 반\n쌓   기   부"
IDS_GEO_DGNREPORT_SLOPE_SELECT_STANDARD_CH4 = "ㆍ연약지반 비탈면 안정해석은 단기 및 장기로 구분하여 실시하여야 한다.\nㆍ연약지반 심도에 따른 강도특성 및 압밀에 따른 강도증가, \n공용중 교통하중등을 고려하여야 한다."
IDS_GEO_DGNREPORT_SLOPE_SELECT_STANDARD_CH5 = "쌓기비탈면의 안정해석은 쌓기재료의 특성과 지하수 조건에 대하여 충분히 고려하여야 한다.\n쌓기비탈면의 원지반이 불안정한 경우는 원지반까지 파괴가 발생하는 경우도 고려한다."
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH0 = "한국\n시설안전\n관리공단\n(2011)\n/일반쌓기"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH1 = "장기"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH2 = "단기"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH3 = "건기시"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH4 = "우기시"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH5 = "지진시"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH6 = "쌓기체 내에 지하수가 없는 것으로 해석"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH7 = "안정성에 가장 불리한 지하수위 혹은 침투해석"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH8 = "지하수위는 우기시 조건과 동일하게 적용"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH9 = "지하수위는 우기시 조건과 동일하게 적용"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH10 = "한국\n시설안전\n관리공단\n(2011)\n/연약지반 쌓기"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH11 = "쌓기체 내에 지하수가 없는 것으로 해석"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH12 = "안정성에 가장 불리한 지하수위 혹은 침투해석"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH13 = "지하수위는 우기시 조건과 동일하게 적용"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH14 = "지하수위는 우기시 조건과 동일하게 적용"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH15 = "한국\n시설안전\n관리공단\n(2011)"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH16 = "지하수가 없는 것으로 해석"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH17 = "지하수위를 결정하여 해석"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH18 = "강우강도를 고려하여 침투해석"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH19 = "지하수위는 우기시 조건과 동일하게 적용"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH20 = "지하수위는 우기시 조건과 동일하게 적용"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH21 = "표준적인 계획 안전율"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH22 = "가설구조물, 건설 중의 비탈면 안정"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH23 = "한국시설안전\n관리공단\n(2006)"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH24 = "연약지반구간"
IDS_GEO_DGNREPORT_SLOPE_DGN_STANDARD_CH25 = "한국시설안전관리공단(2011)"
IDS_GEO_DGNREPORT_SLOPE_EARTHQ_SEASON = "지진시"
IDS_GEO_DGNREPORT_SLOPE_EARTHQ_SATISFACTION_ = "- 지진시 단면의 %s 비탈면 안정성 검토결과 %s의 경우 허용 안전율 %g를 만족하여 안전한 것으로 판단됨."
IDS_GEO_DGNREPORT_SLOPE_EARTHQ_UNSATISFACTION_ = "- 지진시 단면의 %s 비탈면 안정성 검토결과 %s의 경우 허용 안전율 %g를 만족하지 못하므로 추가 검토가 필요함."
IDS_GEO_DGNREPORT_SLOPE_EARTHQ_ADD_CHECK_ = "- 지진시 단면의 %s 비탈면 안정성 검토결과 %s에서 허용 안전율 %g를 만족하지 못하므로 추가 검토가 필요함."
IDS_GEO_DGNREPORT_PILETIP_BOLT_HEAD_CHECK = "선단부 접합(접시머리볼트)검토"
IDS_GEO_DGNREPORT_PILE_NUM = "말뚝번호"
IDS_GEO_DGNREPORT_GRPPILE_EFFECT = "군말뚝 지지력 감소율 적용(Converse-Labarre)"
